[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "[![保卫萝卜](http://imgcdn.luobo.cn/images/logo.gif)](http://www.luobo.cn\n\"保卫萝卜\")\n[保卫萝卜3](http://luobo3.737.com/home/ \"保卫萝卜3\")\n[保卫萝卜2-安卓版](http://2.luobo.cn/android/ \"保卫萝卜2-安卓版\")\n[保卫萝卜-安卓版](http://www.luobo.cn/android/ \"保卫萝卜-安卓版\")\n[保卫萝卜-公仔](http://www.luobo.cn/abo/ \"保卫萝卜-公仔\")\n北京凯罗天下科技有限公司用户服务协议\n本协议（见下文定义）系由用户（见下文定义）与北京凯罗天下科技有限公司（以下简称“许可人”，见下文定义）就许可人所提供的与本软件（见下文定义）有关的网络服务及其他相关软件与技术服务（统称为“服务”，见下文定义）所订立的相关权利义务规范。本协议描述许可人向用户提供服务的详细条款。\n用户应当明确：只要用户主动下载安装本公司旗下产品，用户的行为就已表示用户无条件接受了本协议及北京凯罗天下科技有限公司所公布的各项相关管理规定，并愿意受其约束。",
        "start": 44,
        "end": 554,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "定义及说明**\n本协议中，如无特殊说明，以下词语具有如下含义：\n1.1\n本协议：指本协议正文、许可人不时公布的各项其他公开规则、相关管理规定、及本协议的修订版本。上述内容一经正式发布，即为本协议不可分割的组成部分。本协议正文已包括了文化部根据《网络游戏管理暂行办法》（文化部令第49号）制定的《网络游戏服务格式化协议必备条款》（已全部包含于本协议第4、5、6、7条）。\n1.2\n本软件：指许可人通过互联网及移动通信网络提供的游戏或软件客户端内容及程序，亦包括许可人对产品及服务之任何修改、更新、全部前期版本及后续版本，并可能包括相关网络服务器、网站（包括但不限于游戏官方网站）、电子媒体、印刷材料和“联机”或电子文档等。\n1.3 用户：又称“最终用户”，指通过许可人提供的合法途径获得本软件使用许可而安装、使用本软件产品及服务的个人。\n1.4 服务：包括但不限于许可人通过公司官方网站或相关游戏网站为用户提供本软件的注册、下载、安装、升级、维护服务及与用户使用本软件相关的其他服务。\n1.5 许可人：指北京凯罗天下科技有限公司和/或本软件的原著作权人（依许可人与原著作权人的授权许可协议而定）。",
        "start": 570,
        "end": 1067,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "知识产权及所有权声明**\n2.1\n许可人依法享有本软件的一切权益（包括但不限于所有权和知识产权）。本软件的全部著作权及一切其他知识产权，以及与本软件相关的所有信息内容，包括但不限于：文字表述及其组合、软件名称、电脑代码、主题、物品、角色、角色名、故事情节、对话、场景设置、概念、美术工艺、动画、音效、音乐、视觉效果、运行方式、精神权、相关文档、程序、聊天室脚本、印刷材料、电子文档等均受中国知识产权相关法律法规和有关国际条约的保护。非经许可人同意，用户不得擅自下载、重制、传输、改作、编辑本软件，否则应承担相应的法律责任。\n2.2 本软件所体现的“许可人”和本软件相关的产品和服务标识均属于许可人在中国及/或其他国家/地区的商标或者注册商标，用户未经许可人书面授权不得自行使用。\n2.3\n许可人在涉及本软件及相关各项服务中拥有专利权、专利申请权、商标权、著作权及其他知识产权。许可人并未因为本协议或者因为向用户提供本软件以及相关服务而授予用户任何与本软件相关的知识产权。本协议未明确授予用户的权利均由许可人保留。\n2.4 许可人拥有向用户提供本软件及服务过程中所产生并储存于许可人服务器中的任何数据信息（包括但不仅限于用户账号、游戏日志、安全日志等数据信息）的所有权。",
        "start": 1083,
        "end": 1617,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "责任限制**\n3.1\n用户承诺自行承担因使用本软件及相关服务所引起的任何风险。除根据特定目的和不违反规定的明确的适当的担保以外，许可人不作其他任何类型的担保（不论是明确的或隐含的）。许可人不担保：  \n3.1.1 本软件及许可人提供的相关服务符合用户的要求；  \n3.1.2\n本软件及许可人提供的相关服务不受不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机、电信部门原因及其他任何网络、技术、通信线路等外界或人为因素的影响；  \n3.1.3 安装、复制、访问网站、充值、运行本软件或以其它方式使用本软件及/或接受许可人提供的相关服务与任何其他软件不存在任何冲突；  \n3.1.4 通过许可人网站、游戏官方网站及其他相关网络上的链接和标签所指向的第三方的商业信誉及其提供服务的真实性、有效性和合法性。  \n3.2\n许可人对于用户使用其服务或无法使用网络所导致的任何直接、间接、衍生的损害或所失利益不负任何损害赔偿责任。若依法无法完全排除损害赔偿责任时，许可人的赔偿责任亦以用户就使用服务所支付许可人的价款为限。",
        "start": 1633,
        "end": 2096,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "用户拥有自主权利，单方面随时决定终止使用本软件及相关服务并卸载本软件。如许可人对本软件、相关服务或本协议的内容作出任何变更，而用户不同意有关变更的内容，用户有权单方面立即停止使用本软件以及相关服务并卸载本软件。如用户在有关内容变更后，仍继续使用本软件和相关服务，即视为用户同意接受有关变更内容。\n4.3 发生下列情形之一时，许可人有权停止或中断向用户提供服务：  \n4.3.1 对于网络设备进行必要的保养及施工；  \n4.3.2 发生突发性的网络设备故障时；  \n4.3.3 由于许可人所用的网络通信设备由于不明原因停止，无法提供服务时；  \n4.3.4 由于不可抗力因素致使许可人无法提供线上服务；  \n4.3.5 由于相关政府机构的要求。  \n4.4 用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，许可人应当立即终止对用户提供服务。\n4.5\n用户在接受许可人服务时违反本协议而实施不正当行为的，许可人有权终止对用户提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于许可人事先明确告知的应被终止服务的禁止性行为，否则，许可人不得终止对用户提供服务。\n4.6\n用户提供虚假注册身份信息，或实施违反本协议的行为，许可人有权中止对用户提供全部或部分服务；许可人采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满许可人应当及时恢复对用户的服务。\n4.7\n用户应了解并同意，许可人所提供的服务可能因公司本身、其它合作厂商或相关电信网络系统软硬件设备的故障、失灵、或因合作方及相关电信工作人员人为操作的疏失而全部或一部分\n中断、暂时无法使用、迟延或因他人侵入许可人系统篡改或伪造变造资料等，造成服务的停止或中断或用户档案缺失，用户不得要求许可人就此提供任何的补偿或赔偿。\n4.8 许可人根据本条约定中止或终止对用户提供部分或全部服务的，许可人应负举证责任。\n4.9 在本协议约定的情形下，许可人就停止、中断或变更向用户所提供的服务而可能产生的不便或损害，许可人对用户本人或任何第三人均不负任何损害赔偿责任。\n4.10\n用户应确实遵守本协议及有关法律命令的规定。许可人对于用户是否违反本协议有最终决定权。若许可人经相关数据分析认定用户违反本协议，用户同意许可人可以随时终止用户的账号及密码使用权。\n4.11\n为避免争议，本协议涉及到的有关技术方面的问题，用户同意以许可人系统所记载的数据作为判断标准，且该数据是唯一的、排他的结果。许可人保证该数据的真实性且该数据未经政府有关部门要求，不向包括用户在内的任何人披露，以保护许可人的商业安全。",
        "start": 2333,
        "end": 3427,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "用户承诺以其真实身份注册成为运营商的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。",
        "start": 3454,
        "end": 3529,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "根据本协议的约定，许可人有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。\n6.2 用户对登录后所持账号产生的行为依法享有权利和承担责任。\n6.3 用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据许可人公布的处理方式通知许可人，并有权通知许可人采取措施暂停该账号的登录和使用。\n6.4 许可人根据用户的通知采取措施暂停用户账号的登录和使用的，许可人应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。  \n6.4.1 许可人核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。  \n6.4.2 许可人违反6.4.1款项的约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，应当承担其相应的法律责任。  \n6.4.3 用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，许可人有权拒绝用户上述请求。  \n6.5\n对账号暂停使用前用户自身或任何第三方因此而遭受的损失，许可人不承担赔偿责任。若用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，许可人有权拒绝用户上述请求。",
        "start": 3623,
        "end": 4261,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "若任何人因无法提供当前账号所对应的居民身份证证实其对账号拥有合法权利或授权，导致许可人无法为其提供或继续提供服务（包括收费服务）的，许可人将不承担因此产生的任何责任。",
        "start": 4374,
        "end": 4457,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "杜撰虚假身份证号码注册的用户的权益在本游戏中将得不到任何保障。对提供虚假身份证号码的用户，许可人有权随时中止或终止向用户提供本协议项下的服务而无需对用户或任何第三方承担任何责任。",
        "start": 4462,
        "end": 4551,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "对用他人身份证号码注册的用户，应该身份证号码对应之本人请求，许可人有权随时中止或终止向该身份证号码对应之账号提供本协议项下的服务（包括收费服务）而无需对用户或任何第三方承担任何责任。",
        "start": 4556,
        "end": 4647,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "在用户同意接受本协议全部内容的前提下，许可人同意授予用户可撤销的、可变更的、非专有的、不可转让和不可再授权的许可权利。用户可在许可生效的时间内将本软件安装在个人使用的联网计算机及手机等终端（包括但不限于Windows,IOS, Android, Windows Phone, Symbian,Blackberry等多种不同的终端设备或操作系统）上，并以指定的方式运行本软件的一份副本并享受许可人提供的服务。许可人基于本协议授予用户的许可是针对个人使用的许可。如用户有需要在个人使用的范围以外使用本软件及服务或者将本软件与服务用于任何商业用途，则用户应与许可人联系并获得许可人另行书面授权。任何未经许可人许可的安装、使用、访问、显示、运行等行为均视为违反本协议。\n8.2 除非本协议另有规定，否则，未经许可人书面同意，用户不得实施下列行为（无论是营利的还是非营利的）：  \n8.2.1 复制、翻拷、传播和陈列本软件的程序、使用手册和其它图文音像资料的全部或部分内容。  \n8.2.2 公开展示和播放本软件的全部或部分内容。  \n8.2.3 出租、销售本软件或者利用本软件从事营利行为。  \n8.2.4 修改或遮盖本软件程序、图像、动画、包装和手册等内容上的产品名称、公司标志、版权信息等内容。  \n8.2.5 其它违反著作权法、计算机软件保护条例和相关法律法规的行为。  \n8.3用户应通过合法的途径使用本软件和相关服务，不得作出以下侵害许可人或第三人利益、违反本协议或者许可人发布的其他规则或者国家有关法律法规规定的行为，包括但不限于：  \n8.3.1 修改、翻译、注释、整理、汇编、演绎本软件；  \n8.3.2 反向工程、反向编译或者反汇编本软件，或者采用其他技术手段对本软件进行分析、修改、攻击、衍生；  \n8.3.3\n使用任何外挂程序或第三方修改程序（本协议所称“外挂程序”是指独立于本软件之外的，能够在本软件运行的同时影响本软件操作的所有程序，包括但不限于模拟键盘鼠标操作、改变操作环境、修改数据等一切类型。如国家有关法律、法规及政府主管部门的规章或规范性文件规定的外挂定义与本协议有冲突，则以法律、法规、部门规章或规范性文件规定的为准），对本软件进行还原工程、编译、译码或修改，包括但不限于修改本软件所使用的任何专有通讯协议、对动态随机存取内存（RAM）中资料进行修改或锁定；  \n8.3.4 使用异常的方法登录本软件、使用网络加速器等外挂软件或机器人程式等恶意破坏本软件服务设施、扰乱本软件正常服务秩序的行为；  \n8.3.5 通过异常或者非法方式使用本软件（包括但不限于利用本软件登录非本软件官方服务器），恶意破坏本软件，扰乱本软件正常的服务秩序或者实施其他不正当行为；  \n8.3.6 制作、传播或使用外挂、封包、加速软件及其它各种作弊程序，或组织、教唆他人使用此类软件程序，或销售此类软件程序而为个人或组织谋取经济利益；  \n8.3.7使用任何方式或方法，试图攻击提供本软件服务的相关服务器、路由器、交换机以及其他设备，以达到非法获得或修改未经授权的数据资料、影响本软件的正常运行服务，以及其他危害\n性目的的任何行为；  \n8.3.8 利用本软件或者线上系统可能存在的技术缺陷或漏洞而以各种形式为自己及他人牟利（包括但不限于复制本软件中的虚拟物品等）或者从事其他不正当行为。  \n8.3.9 违反国家有关法律法规的规定，利用本软件制作、复制、发布和传播信息。  \n8.4用户有义务对账号使用的所有活动和事件负责。用户不得利用许可人所提供的服务进行与使用该等服务无关的行为，同时必须遵守有关互联网信息发布的有关法律、法规及通常适用于互联网的一般道德和礼仪规范，用户将自行承担传输内容的责任。禁止发布的内容如下：  \n8.4.1 反对宪法所确定的基本原则的；  \n8.4.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；  \n8.4.3 损害国家荣誉和利益的；  \n8.4.4 煽动民族仇恨、民族歧视，破坏民族团结的；  \n8.4.5 破坏国家宗教政策，宣扬邪教和封建迷信的；  \n8.4.6 散布谣言，扰乱社会秩序，破坏社会稳定的；  \n8.4.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；  \n8.4.8 反人类的,实行军国主义恐怖的；  \n8.4.9 使用自己、匿名或冒用他人或许可人名义侮辱或者诽谤他人，侵害他人合法权益的；  \n8.4.10 含有法律、行政法规禁止的其他内容的。\n8.5\n一旦许可人通过内部的监测程序发现或经其他用户举报而发现用户有可能正在从事上述行为，则许可人有权作出独立的判断并采取相应的措施，该措施包括但不限于限制用户账号的登陆、限制用户在本软件运行过程中的活动、终止本软件授权、删除与复制有关的物品（包括复制出的虚拟物品和参与复制的虚拟物品）、删除用户的账号并要求用户赔偿因从事上述行为而给许可人造成的损失等。\n8.6 许可人提供可使用本软件，并运用自己的网络系统通过国际互联网络为用户提供服务。同时，用户应自行提供以下的设备和信息：  \n8.6.1 自行配备上网的所需设备， 包括个人电脑、调制解调器或其他必备上网装置。  \n8.6.2 自行负担个人上网所支付的与此服务有关的电话费用、网络费用。  \n8.6.3 基于许可人提供服务的需要，用户同意：  \n8.6.3.1 提供详尽、准确的个人资料。  \n8.6.3.2 不断更新注册资料，符合及时、详尽、准确的要求。  \n8.6.3.3 牢记用户填写的注册资料、历史信息。\n8.7\n许可人在为用户提供相关服务的前提是用户能表明用户是账号的所有人，这可能需要用户提供相关信息（包括但不限于注册信息、历史密码等）。用户应充分理解，如果用户不能提供准确完整的注册资料及相关历史信息、未及时更新相关注册资料或者相关的证据，将有可能导致许可人无法判断用户的身份，从而无法为提供密码找回等相关服务，而许可人对此不承担任何责任。如因用户提交的相关信息资料不真实、不准确、不完整、不合法从而导致许可人作出错误的判断的，许可人有权终止为用户提供服务并追究用户的法律责任。\n8.8 当用户要求许可人给予任何技术上的协助时，用户授权许可人远程检视与更改用户计算机的内容。为了更新程序的需要，用户授权许可人：  \n8.8.1 从用户的计算机上传档案/文件/程序；  \n8.8.2 下载档案/文件/程序到用户的计算机。\n8.9 许可人保留通过本软件和相关的服务向用户投放商业性广告的权利。",
        "start": 5148,
        "end": 7843,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "测试服务器和体验服务器**\n测试服务器（以下简称“测试服”）是指许可人在其公布的测试阶段（包括但不限于封测、内测和公测）中向用户提供产品和服务的服务器。体验服务器（以下简称“体验服”）是指许可人在某些游戏中推出的测试最新版本游戏系统及游戏内容的稳定性的服务器，用户可以在体验服务器中体验最新的产品和服务内容。在测试服以及体验服内的一切资料，将不在服务保管的范围内，均有权根据运营的需要而随时终止或删除。用户一旦登录了测试服或体验服，接受了测试服或体验服的游戏服务，即表示其自愿接受以下条款：\n9.1\n测试服或体验服提供的服务内容为非正式版本，可能会有与正式服务内容不同，可能存在程序不稳定或数据丢失的情况。用户在测试服或体验服进行游戏中产生的一切异常情况，许可人将不会承担任何责任。\n9.2\n许可人将不定期的对测试服或体验服进行维护，并根据需要对测试服和体验服的数据进行全部或部分的删除（包括但不限于用户账户内的角色、经验值、道具及任何相关的记录和信息），或进行合法使用。\n9.3 考虑到测试服和体验服的不稳定情况，许可人有权不对登录测试服和体验服的用户提供游戏官方网站上公布的各项客户服务。\n9.4 许可人不会对任何人因为登录测试服或体验服、接受测试服或体验服提供的服务产生的任何损失承担任何责任。",
        "start": 7859,
        "end": 8409,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "许可人在提供服务过程中可能在有关网站位置上刊登商业广告、或其它活动促销的广告。这些内容系广告商或商品服务提供者所为，许可人仅是刊登内容的媒介。用户通过许可人官方网站或其所链接的网站所购买的服务或商品，其交易行为仅存于用户与该商品或服务的提供者之间，与许可人无关。",
        "start": 8443,
        "end": 8574,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "违约责任及损害赔偿**\n11.1\n用户同意保障和维护许可人及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给许可人造成损害，用户同意承担由此造成的损害赔偿责任，该等责任包括但不限于给许可人造成的任何直接或间接损失。\n11.2\n如用户违反本协议、许可人发布的其他规则或者国家法律法规规定，则许可人有权作出独立的判断，立即撤销相关许可，终止为用户提供服务并通过各种合法途径追究用户的法律责任。",
        "start": 8677,
        "end": 8881,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "法律适用和争议解决**\n12.1 本协议的订立、履行、解释及争议的解决均应适用中华人民共和国法律并排除其他一切冲突法的适用。\n12.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均应向许可人所在地人民法院提起诉讼。",
        "start": 8898,
        "end": 9026,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "其他规定**\n13.1 本协议构成双方关于本软件许可使用事项及许可人提供本软件相关服务的完整协议。\n13.2如本协议中的任何条款因任何原因被判定为完全或部分无效或不具有执行力的，该无效或不具有执行力的条款将被最接近原条款意图的一项有效并可执行的条款所替代，并且本协议的其余条款仍应有效并且有执行力。\n13.3 许可人不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响许可人在将来行使该权利。\n13.4 在法律允许的最大范围内，许可人保留对本协议的最终解释权。",
        "start": 9043,
        "end": 9297,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "[客服常见问题]() |  [服务协议](http://www.luobo.cn/contract.html) |\n[游戏纠纷处理流程](http://www.luobo.cn/dispute.html) |\n[家长监护工程](http://www.luobo.cn/minor/index.html) |\n[加入我们](http://www.luobo.cn/career.html) |\n[版权声明](http://www.luobo.cn/copyright.html)\nCopyright © 2012-2016 Luobo Studio. All rights reserved.\n[京ICP备14008769](http://www.miibeian.gov.cn)",
        "start": 9521,
        "end": 9860,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "[京ICP证140282号](http://www.luobo.cn/record/jicp.html) |\n[增值电信业务经营许可证编号：B2-20140233](http://www.luobo.cn/record/telecom_service.html)",
        "start": 9939,
        "end": 10070,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "为了保障许可人公司业务发展，许可人拥有单方面变更本软件（包括但不限于升级、更新、增加、减少、演绎等）及相关服务以及本协议内容的权利，也拥有终止本软件/相关服务/本协议的权利；如有必要，许可人会以公告等形式公布于本软件服务网站重要页面上。许可人提请用户定期查阅了解有关变更、终止等信息。许可人进行上述对本软件、相关服务及本协议内容的变更无需另行个别通知用户，用户不得因此要求任何补偿或赔偿。",
        "start": 2134,
        "end": 2328,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "用户以其真实身份注册成为许可人用户后，需要修改所提供的个人身份资料信息的，许可人应当及时、有效地为其提供该项服务。",
        "start": 3534,
        "end": 3591,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "对于除个人身份识别资料之外的其他个人资料，若用户日后有变更者，应及时于线上进行更新。若用户所提供的其他个人资料与事实不符或所提供的资料业已变更而未更新或有任何误导之嫌而导致许可人无法为用户提供或继续提供服务，因此而产生的全部责任均由用户承担而与许可人无关。",
        "start": 4653,
        "end": 4781,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "用户为了维护其合法权益，向许可人提供与所注册的身份信息相一致的个人有效身份信息时，许可人应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。",
        "start": 4266,
        "end": 4369,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "用户",
        "start": 4266,
        "end": 4268,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "许可人",
        "start": 4903,
        "end": 4906,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_27",
        "classId_name": "目的",
        "text": "为了维护其合法权益",
        "start": 4268,
        "end": 4277,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "许可人",
        "start": 4279,
        "end": 4282,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "任何第三方",
        "start": 4909,
        "end": 4914,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 4282,
        "end": 4284,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供、公开",
        "start": 4914,
        "end": 4919,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "共享",
        "start": 4920,
        "end": 4922,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人有效身份信息",
        "start": 4297,
        "end": 4305,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息",
        "start": 4922,
        "end": 4960,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "*7 用户信息保护**\n7.1许可人要求用户提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。",
        "start": 4794,
        "end": 4891,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "7.2 未经用户许可，许可人不得向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：  \n7.2.1 用户或用户监护人授权许可人披露的；  \n7.2.2 有关法律要求许可人披露的；  \n7.2.3 司法机关或行政机关基于法定程序要求许可人提供的；  \n7.2.4 许可人为了维护自己合法权益而向用户提起诉讼或者仲裁时；  \n7.2.5 应用户监护人的合法要求而提供用户个人身份信息时。",
        "start": 4892,
        "end": 5119,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "未经用户许可",
        "start": 4896,
        "end": 4902,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "但下列情况除外",
        "start": 4961,
        "end": 4968,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_10",
        "classId_name": "用户隐私设置选择",
        "text": "许可人在提供服务过程可能以电子邮件方式不时向用户发送许可人的游戏电子期刊或相关市场活动信息，如用户不愿意收到类似电子邮件，可点击邮件中的退订链接，完成退订手续。",
        "start": 8580,
        "end": 8660,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "青少年用户特别提示**\n青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。",
        "start": 9314,
        "end": 9427,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "北京凯罗天下科技有限公司",
        "start": 9439,
        "end": 9451,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "客服中心]() |  QQ 1811100060 |  邮箱 kefu@luobo.cn |  客服热线 4000-555-200 |",
        "start": 9453,
        "end": 9520,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "北京凯罗天下科技有限公司",
        "start": 9863,
        "end": 9875,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "[飞鱼科技](http://www.feiyu.com/ \"飞鱼科技\")\n  * [新浪微博](http://weibo.com/cairot \"新浪微博\")\n  * [微信公众号](javascript:; \"微信公众号\")",
        "start": 10075,
        "end": 10188,
        "fields": [],
        "sub_annotations": []
    }
]