[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "红柚在此特别提醒用户认真阅读、充分理解本《服务协议》（下称《协议》）\\---用户应认真阅读、充分理解本《协议》中各条款，包括免除或者限制红柚责任的免责条款及对用户的权利限制条款。请您审慎阅读并选择接受或不接受本《协议》（未成年人应在法定监护人陪同下阅读）。除非您接受本《协议》所有条款，否则您无权注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。\n本《协议》是您（下称“用户”）与红柚公司（下称“红柚”）之间关于用户注册、登录、使用“红柚”服务所订立的协议。本《协议》描述红柚与用户之间关于“红柚”服务相关方面的权利义务。“用户”是指注册、登录、使用、浏览本服务的个人或组织。\n本《协议》可由红柚随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在红柚修改《协议》条款后，如果用户不接受修改后的条款，请立即停止使用红柚提供的服务，用户继续使用红柚提供的服务将被视为已接受了修改后的协议。",
        "start": 46,
        "end": 504,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**一、使用规则**\n1、用户充分了解并同意，红柚仅为用户提供信息分享、传送及获取的平台，用户必须为自己注册帐号下的一切行为负责，包括您所传送的任何内容以及由此产生的任何结果。用户应对红柚中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。红柚公司无法且不会对因用户行为而导致的任何损失或损害承担责任。  \n2、用户在红柚服务中或通过红柚服务所传送的任何内容并不反映红柚公司的观点或政策，红柚公司对此不承担任何责任。  \n3、用户充分了解并同意，红柚是一个基于用户关系网的点对点即时通讯产品，用户须对在红柚上的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义传播任何信息；不得恶意使用注册帐号导致其他用户误认；否则红柚公司有权立即停止提供服务，收红柚帐号并由用户独自承担由此而产生的一切法律责任。  \n4、用户须对在红柚上所传送信息的真实性、合法性、无害性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与红柚无关。  \n5、红柚保留因业务发展需要，单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销红柚服务的权利，用户需承担此风险。  \n6、用户同意红柚在提供服务的过程中以各种方式投放商业性广告或其他任何类型的商业信息（包括但不限于在红柚平台的任何位置上投放广告，在用户上传、传播的内容中投放广告），用户同意接受红柚通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息，且用户同意放弃向红柚索取任何广告费用或收益。  \n7、用户理解并认可红柚享有如下权利，红柚行使如下权利不视为违约，用户不予追究或者豁免红柚的相关法律责任：用户有权长期使用其合法获得的红柚账号及账号下积分、社区币、虚拟积分商品、虚拟社区商品等，但是用户确认其仅享有上述服务和产品的使用权，上述服务和产品、及其衍生物的所有权及知识产权均归红柚所有（但是经合法渠道取得的实体产品所有权除外）。红柚有权根据实际情况自行决定收回日期而无需通知用户，亦无需征得用户同意。  \n8、红柚有权提前向用户公告（包括但不限于弹出页面公告、官方网站公告）以修改、替换、升级与服务相关的任何软件。如果用户不同意或者不接受相关软件的修改、替换、升级，请直接拒绝、停止、取消，否则视为用户同意并接受红柚相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。",
        "start": 516,
        "end": 1556,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "9、用户不得利用红柚或红柚服务制作、上载、复制、发送如下内容：  \n(1)制作、上传、复制、传送、传播包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料；  \n(2) 以任何方式危害未成年人；  \n(3) 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；  \n(4) 伪造标题或以其他方式操控识别资料，使人误认为该内容为红柚所传送；  \n(5) 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送；  \n(6) 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送；  \n(7) 将广告函件、促销资料、\"垃圾邮件\"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外；  \n(8) 跟踪或以其他方式骚扰他人；  \n(9) 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；  \n(10) 干扰或破坏红柚服务或与红柚服务相连的服务器和网络，或不遵守本协议之规定；  \n(11) 将从红柚服务中获取的一切内容用于个人使用以外之目的或者损害到第三方的合法权益的，由用户自行承担责任。  \n(12) 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。",
        "start": 1570,
        "end": 2348,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "10、用户对其利用红柚服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容的行为，独立完整地承担法律责任和经济赔偿责任，造成红柚损失的，还应向红柚承担赔偿责任，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用。同时：  \n(1)为了维护法律法规及相关规范性文件、保护他人的合法权益、维护红柚的信誉及安全，红柚有权直接删除用户利用红柚服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容，而无需事先通知用户。  \n(2)红柚有权视情节严重程度对该用户做出查封ID，扣除、清零积分或秀钻，暂时停止、永久禁止其利用红柚服务制作、上传、发布、传播的符号、文字、图片、音频、视频等内容处理。  \n(3) 红柚的后台记录有可能作为用户违反法律法规、违约、侵权的证据；",
        "start": 2362,
        "end": 2714,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**三、红柚知识产权**\n1、受国际版权公约、中华人民共和国著作权法、专利法、及其他知识产权方面的法律法规的保护，红柚服务及本服务所使用的软件、技术、商标、材料等的所有知识产权归红柚所有和享有。“知识产权”包括在专利法、版权法、商标法、反不正当竞争法中等法律规定的任何和所有权利、任何和所有其它所有权以及其中的任何和所有应用、更新、扩展和恢复。  \n2、用户不得修改、改编、翻译红柚服务所使用的软件、技术、材料等，或者创作与之相关的派生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得其的源代码，否则由此引起的一切法律后果由用户负责，红柚将依法追究违约方的法律责任。  \n3、用户不得恶意修改、复制、传播红柚服务所使用的软件、技术、材料等。否则，用户自行承担因此而造成对其他人的损害，或者造成对红柚形象损害，要承担相应的法律责任。  \n4、用户不得擅自删除、掩盖或更改红柚的版权声明、商标或其它权利声明。红柚平台所有设计图样以及其他图样、产品及服务名称，均为红柚及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。  \n5、经由红柚服务传送的内容，未经红柚明示授权许可，用户不得进行修改、出租、散布、转载或衍生其他作品或者将其用于商业用途等。红柚对其软件内的全部内容享有完全知识产权，未经红柚许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯红柚知识产权的行为。否则，红柚将追究侵权行为人的法律责任。  \n6、红柚所有和享有的知识产权转移，不因用户的任何使用行为而发生权利转移。",
        "start": 5584,
        "end": 6245,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**四、法律责任及免责**\n1、用户违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿红柚与合作公司、关联公司，并使之免受损害。  \n2、用户因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，红柚及合作单位不承担责任。  \n3、因技术故障等不可抗事件影响到服务的正常运行的，红柚及合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，红柚及合作单位不承担责任。  \n4、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。  \n5、用户须明白，使用本服务因涉及Internet服务，可能会受到各个环节不稳定因素的影响。因此，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，红柚公司不作担保。对因此导致用户不能发送和接受阅读信息、或接发错信息，红柚公司不承担任何责任。  \n6、用户须明白，在使用本服务过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，红柚公司和合作公司对本服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。  \n7、红柚公司定义的信息内容包括：文字、软件、声音、相片、录像、图表；在广告中全部内容；红柚公司为用户提供的商业信息，所有这些内容受版权、商标权、和其它知识产权和所有权法律的保护。所以，用户只能在红柚公司和广告商授权下才能使用这些内容，而不能擅自复制、修改、编纂这些内容、或创造与内容有关的衍生产品。  \n8、在任何情况下，红柚公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用红柚服务而遭受的利润损失，承担责任（即使红柚已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，红柚公司对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在成员期内因使用红柚服务而支付给红柚公司的费用(如有)。",
        "start": 6257,
        "end": 7445,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**五、服务终止**\n1、本公司有权在任何时候，暂时或永久地修改或终止本软件服务（或任何一部分），无论是否通知用户，本公司对本软件服务的修改或终止对用户和任何第三人不承担任何责任。  \n2、本公司有权基于任何理由，终止用户的帐号、密码或使用本软件服务，或删除、转移用户存储、发布在本软件服务的内容，本公司采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。",
        "start": 7457,
        "end": 7640,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**七、其他条款**\n1、红柚公司郑重提醒用户注意本《协议》中免除红柚公司责任和加重用户义务的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本《协议》。以上各项条款内容的最终解释权及修改权归红柚公司所有。  \n2、本《协议》所定的任何条款的部分或全部无效者，不影响其它条款的效力。  \n3、本《协议》签订地为深圳。本《协议》的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和红柚之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交红柚住所地地即深圳市有管辖权的人民法院管辖。  \n4、本《协议》的版权红柚所有，红柚保留一切解释和修改权利。",
        "start": 7739,
        "end": 8043,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "11、用户权利及义务：  \n(1) 红柚帐号的所有权归红柚所有，用户完成申请注册手续后，获得红柚帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。  \n(2)用户有权更改，删除在红柚上的个人资料，注册信息以及传送内容等，但需注意，删除有关信息的同时也会删除任何用户储存在系统中的文字或图片，用户需承担该风险。  \n(3)用户有责任妥善保管注册帐号信息及帐号密码的安全，用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他成员的帐号或密码。在用户怀疑他人在使用您的帐号或密码时，您同意立即通知红柚，所有使用您的帐号的行为都视为是您本人的行为，如用户怀疑被盗号的，须立即通知红柚。  \n(4) 用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，红柚有权依据协议终止对违约用户红柚帐号提供服务。  \n(5) 用户注册红柚帐号后如果长期不登录该帐号，红柚有权收回该帐号，以避免资源浪费，由此带来的问题需由用户承担。  \n(6)用户在使用红柚服务过程中，应遵守以下法律法规：用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规。在任何情况下，红柚一旦合理地认为用户的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向该用户提供服务。  \n(7)任何用户均不得利用红柚账号、积分、娱钻、秀币、会员商品等服务，进行倒卖、转手、置换、抵押有价交易等方式非法牟利，一经发现，红柚有权严肃处理，包括但不限于：冻结积分或秀钻及秀币、扣除积分或秀钻及秀币、积分或秀钻及秀币清零、封号。  \n(8)用户应当保证，不会利用红柚服务或其衍生服务侵犯他人的合法权益，禁止通过网络漏洞、恶意软件或其他非法手段窃取、盗用他人的红柚账号、积分、秀钻、秀币、会员商品等；禁止侵犯他人合法权益的其他内容。否则，红柚有权根据情节严重而对该用户进行冻结积分或秀钻及秀币、扣除积分或秀钻及秀币、积分或秀钻及秀币清零、封号等处理。  \n(9)用户可以非商业性地复制和散发红柚服务及相关客户端等，但在复制和散发过程中故意或过失造成他人损失的，由该用户自行承担一切不利后果，造成红柚损失的，还应向红柚承担赔偿责任。若用户利用红柚服务及相关客户端等进行商业性的销售、复制、散发等商业行为（包括且不限于软件预装和捆绑），必须事先获得红柚的书面授权和许可，但用户仍应为其在复制和散发过程中故意或过失造成他人损失的行为负责，造成红柚损失的，还应向红柚承担赔偿责任。  \n(10)用户充分了解并同意，红柚提供的用户上传、分享、传播信息平台，仅用于用户上传、分享、传送及获取信息，该平台或通过该平台所传送的任何内容并不反映红柚的观点或政策，红柚对此不承担任何责任。同时，用户应对该平台的其他用户提供的内容自行加以判断，并承担因使用该内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险，红柚对此不承担任何法律责任。  \n(11)用户使用红柚服务将图片、文字、音频、视频等信息公开发布、传播、分享的行为代表了用户有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予红柚对该信息行使使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将信息的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对用户的上传、发布信息进行商业开发的权利；通过有线或无线网络向用户的计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、带互联网接入功能的播放设备等）等提供信息的下载、点播、数据传输、移动视频业务（包括但不限于SMS、MMS、WAP、IVR、Streaming、3G、手机视频等无线服务）、及其相关的宣传和推广等服务的权利。",
        "start": 2728,
        "end": 4436,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "**二、隐私保护**\n1、用户同意，个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户真实姓名，身份证号，手机号码，IP地址，保存的文件。而非个人隐私信息是指用户对本服务的操作状态以及使用习惯等一些明确且客观反映在红柚服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息，以及用户同意公开的上述隐私信息；用户充分理解并同意红柚主动、被动收集用户信息，也充分理解并同意红柚收集非隐私信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供一个方便的途径来接触到适合的用户，同时可以发送具有相关性的内容和广告。  \n2、红柚不会在未经合法用户授权时，公开、编辑或透露用户隐私信息及保存在红柚中的非公开内容，除非有下列情况：  \n(1) 有关法律规定或红柚合法服务程序规定；  \n(2) 在紧急情况下，为维护用户及公众的权益；  \n(3) 为维护红柚自身的合法权利；  \n(4) 其他需要公开、编辑或透露个人信息的情况。",
        "start": 4448,
        "end": 4878,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "3、在以下（包括但不限于）几种情况下，用户同意红柚使用其用户信息：  \n(1) 在进行促销或抽奖时，红柚可能会与赞助商共享用户隐私信息，在这些情况下红柚会在发送用户隐私信息之前进行提示，用户可以通过不参与来终止传送过程；  \n(2)用户购买在红柚列出的商品时，用户提供的个人信息（例如用户的信用卡号和联系信息）会提供给商家，这些商家会进行数据收集操作，但红柚对商家的此种操作不负任何责任；  \n(3)红柚会向用户发送关于红柚不同产品和服务的信息或者红柚认为用户会感兴趣的其他产品和服务。如果用户不希望收到这样的邮件，只需在提供用户信息时或其他任何时候告知即可。",
        "start": 4892,
        "end": 5172,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "4、用户同意，在使用红柚服务时也同样受红柚隐私政策的约束。红柚会竭尽全力保护用户信息，但红柚不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的消息；红柚的合作伙伴和可通过红柚访问的第三方因特网站点和服务或通过抽奖、促销等活动得知用户个人信息的其他第三方会进行独立的数据收集工作等活动，红柚对用户及其他任何第三方的上述行为，不负担任何责任。",
        "start": 5186,
        "end": 5394,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "红柚",
        "start": 4729,
        "end": 4731,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "红柚",
        "start": 4942,
        "end": 4944,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "用户",
        "start": 5022,
        "end": 5024,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "未经合法用户授权时",
        "start": 4734,
        "end": 4743,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "除非有下列情况",
        "start": 4772,
        "end": 4779,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "在进行促销或抽奖时",
        "start": 4932,
        "end": 4941,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "用户购买在红柚列出的商品时",
        "start": 5008,
        "end": 5021,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "公开",
        "start": 4744,
        "end": 4746,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "透露",
        "start": 4750,
        "end": 4752,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "共享",
        "start": 4951,
        "end": 4953,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 5024,
        "end": 5026,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 5048,
        "end": 5050,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "编辑",
        "start": 4747,
        "end": 4749,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "隐私信息",
        "start": 4754,
        "end": 4758,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "隐私信息",
        "start": 4955,
        "end": 4959,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 5027,
        "end": 5031,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "赞助商",
        "start": 4948,
        "end": 4951,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "商家",
        "start": 5051,
        "end": 5053,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "另外为保护未成年人的隐私，若父母(监护人)希望未成年人(尤其是十岁以下子女)得以使用本服务，必须以父母(监护人)名义申请注册，在接受红柚服务时，应以法定监护人身份加以判断红柚服务是否符合于未成年人。为防止冒用他人的身份进行注册，红柚将通过短信方式来验证手机号码。同时用户需要在红柚享受开播服务时，需进行实名认证，且必须为成年人用户。",
        "start": 5406,
        "end": 5572,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_13",
        "classId_name": "通知联系用户",
        "text": "**六、通知**\n本协议项下本公司对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达用户。",
        "start": 7652,
        "end": 7727,
        "fields": [],
        "sub_annotations": []
    }
]