[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "用户使用协议\n       欢迎您使用“莱特背单词”软件及其相关服务。\n       为了更好地为您提供服务，请您在开始使用“莱特背单词”软件及其相关服务前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、法律适用和争议解决条款等。如您未满18周岁，请在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定代理人监护人的同意后使用“莱特背单词”软件及其相关服务。如您不同意本协议，这将导致我们无法为您提供完整的产品和服务，您也可以选择停止使用。如您自主选择同意或使用“莱特背单词”软件及其服务，则视为您已充分理解本协议，并同意座位本协议的一方当事人接受本协议以及其他与“莱特背单词”软件及其相关服务相关的协议和规则（包括但不限于《隐私政策》的约束）",
        "start": 32,
        "end": 362,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "1\\. “莱特背单词”软件及其相关服务\n1.1您使用“莱特背单词”软件及其相关服务，可以通过预装、公司已授权的第三方下载等方式获取“莱特背单词”客户端应用程序，若您并非从公司或经公司授权的第三方获取本软件的，公司无法保证非官方版本的“莱特背单词”软件能够正常使用，您因此遭受的损失与本公司无关。\n1.2 公司可能为不同的终端设备开发不同的应用程序软件版本。如您不在使用“莱特背单词”软件及其相关服务，您也可以自行卸载相应的应用程序软件。\n1.3为更好的提升用户体验及服务，公司将不定期提供“莱特背单词”软件及其相关服务的更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等等），您可根据需要自行选择是否更新相应的版本。\n1.4除非得到公司事先书面授权，您不得以任何形式对“莱特背单词”软件及其相关服务进行包括但不限于改编、复制、传播、垂直搜索、镜像或交易等未经授权的访问或使用。\n1.5您理解，使用“莱特背单词”软件及其相关服务需自行准备与软件服务有关的终端设备（如平板电脑、手机等），一旦您在终端设备中打开“莱特背单词”软件，即视为您使用“莱特背单词”软件及相关服务。为充分实现“莱特背单词”的全部功能，您可能需要将终端设备联网，您理解由您承担所需要的费用（如流量费、上网费等）。\n1.6公司许可您一项个人的、不可转让的、非独占地和非商业的合法使用“莱特背单词”软件及相关服务的权利、本协议未明示授权的其他一切权利仍有公司保留，您在行使这些权利前须另行获得公司的书面许可，同时公司如未行使前述任何权利，并不构成对该权利的放弃。\n1.7 您无需注册也可开始使用“莱特背单词”软件及相关服务，但部分共鞥或服务可能会受到影响。",
        "start": 374,
        "end": 1095,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2.2用户的帐号在丢失或遗忘密码后，可以通过绑定过帐号的手机帐号进行登录密码重置。莱特阿拉伯语背单词软件只负责核对验证信息是否与帐号相关信息一致，而不对信息提供者身份进行证实，不对冒名验证行为承担任何责任。同时，本应用不承诺通过帐号相关的个人信息进行验证一定能找回帐号。\n2.3本应用体系下相关应用为同一用户体系。用户手动注销（注销操作有多次确定操作的前提下）进行注销行为。导致帐号下所有信息销毁并不可恢复，对此造成的任何损失，本应用不承担任何责任。\n2.4用户不应将其帐号转让、出借、销售或以任何脱离用户控制的形式交由他人使用。因黑客行为或用户的保管疏忽导致帐号遭他人非法使用，本应用不承担任何责任。\n2.5本应用的帐号所有权归本应用，用户完成注册申请手续后，获得帐号的使用权，用户不得违反本协议约定将帐户用于其他目的。否则本应用有权随时单方限制、中止或终止向用户提供本服务。",
        "start": 1352,
        "end": 1741,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4\\. 用户行为规范\n您应当对您使用本软件及相关服务的行为负责，除非法律允许或者经公司事先书面许可，您使用“莱特背单词”软件及相关服务须遵守下面行为规范：\n4.1用户在本服务上所传送分享的任何内容并不反映本应用的观点或政策，本应用对此不承担任何责任。\n4.2用户须对在本服务所传送分享信息的真实性、合法性、无害性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与本应用无关。\n4.3用户不得利用本服务制作、上传、复制、发送任何包括但不限于以下的违反法规的内容\na. 反对宪法所确定的基本原则的；\nb. 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；\nc. 损害国家荣誉和利益的；\nd. 煽动民族仇恨、民族歧视，破坏民族团结的；\ne. 破坏国家宗教政策，宣扬邪教和封建迷信的；\nf. 散布谣言，扰乱社会秩序，破坏社会稳定的；\ng. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；\nh. 侮辱或者诽谤他人，侵害他人合法权益的；\ni. 含有法律、行政法规禁止的其他内容的信息。\n4.4为避免用户的终端信息丢失、更好的服务用户的目的，本应用将向注册用户提供数据备份服务、将储存于用户终端的数据库中的数据资料上传至本应用的服务器。若是您自行删除已添加的生辰信息或已付费的生辰信息，相应的备份在数据库中所有有关的信息也将无法恢复。本应用会有明确的提示您是否确定删除，对此造成的任何损失，您自行承担。",
        "start": 2001,
        "end": 2616,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "5\\. 违约处理\n5.1针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示，拒绝发布，立即停止传输信息，限制账号部分或者全部功能直至永久关闭账号等措施。公司有权公告处理结果，且有权根据实际情况决定会是否恢复相关账号的使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，兵役法向有关主管部门报告、配合有关主管部门调查。\n5.2因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行处理并承担全部可能由此引发的法律责任。因您的违法、侵权或违约等行为导致公司及其关联公司向任何第三方赔偿或遭受国家机关处罚的，您海英足额赔偿公司及其关联公司因此遭受的全部损失。\n5.3公司尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益、您保证，在使用“莱特背单词”软件及相关服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到泉立方或者相关方通知的情况下移除该涉嫌侵权内容，针对第三方提出的全部权利主掌，您应自行处理并承担全部可能由此引起的法律责任；如因您的侵权行为导致公司及其管理公司遭受损失的（包括经济、商誉等损失），您海英足额赔偿公司及其关联公司遭受的全部损失、",
        "start": 2628,
        "end": 3173,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "6\\. 服务的变更、中断和终止\n6.1您理解并同意，公司提供的“莱特背单词”软件及相关服务是按照现有技术和条件所达到的现状提供的，公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，公司不能随时遇见和防范技术以及其他风险，包括但不限于不可抗力、网络原因、第三方服务瑕疵、第三方网站等原因可能导致的服务终端、不能正常使用本软件及服务以及其他的损失和风险。\n6.2您理解并同意，公司为了服务整体运营、平台运营安全的需要，有权视具体情况决定服务/功能设置、范围，修改、中断、中止或终止“莱特背单词”软件及相关服务。",
        "start": 3185,
        "end": 3445,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "7\\. 知识产权\n7.1公司在“莱特背单词”软件及相关服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属公司所有。公司提供本服务时所依托的软件的著作权、专利权及其他知识产权均归公司所有。未经公司许可、任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上传、下载）“莱特背单词”软件及相关服务中的内容。\n7.2您理解并同意，在使用“莱特背单词”软件及相关服务时发布上传的文字、图片、视频、音频等均由您原创或已获合法授权。您通过“莱特背单词”上传、发布的任何内容的知识产权归属您或原始著作权人所有。\n7.3您知悉、理解并同意，为持续改善并为您提供更好的服务，您通过“莱特背单词”软件及相关服务上传发布、传输或传播的内容，授权公司及其关联公司一项全球范围内、免费、非独家、可在许可（通过多层次）的权利（包括但不限于复制权、信息网络传播权、改编权、汇编权、修改权、翻译权、修改权、制作衍生品、表演和展示等权利），使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等。您在此确认并同意，上述权利的授权包括在内容、“莱特背单词”、公司和/或公司品牌有关的任何的宣传、推广、广告和/或相关营销中使用和一其他方式开发内容（全部或部分）的权利和许可。为避免疑惑，您同意，上述权利的授权包括许可使用、复制、展示、传播您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识、公司标识及其他物料、素材等。\n7.4您确认并同意授权公司已公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维护，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。\n7.5公司为“莱特背单词”开发、运营提供技术支持，并对“莱特背单词”软件及相关服务的开发和运营等过程中产生的所有数据和信息等享有法律法规允许范围内的全部权利。",
        "start": 3457,
        "end": 4320,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "8\\. 免责说明\n8.1 您理解并同意，“莱特背单词”软件及相关服务可能会受多种因素的影响或干扰，公司不保证（包括但不限于）：\n8.1.1：“莱特背单词”及相关服务完全适合用户的所有使用要求；\n8.1.2：“莱特背单词”及相关服务不受干扰，及时、安全、可靠或不出现任何错误；您经由公司取得的任何软件、服务或其他材料符合用户的期望；\n8.1.3：“莱特背单词”及相关服务中任何错误都将能得到更正。\n8.2：如有涉嫌借款或其他涉财产的网络信息、账户密码、广告或推广等信息，请您谨慎对待并自行进行判断，您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。\n8.3：您理解并同意，在使用“莱特背单词”及相关服务过程中，可能遭到不可抗力等因素。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力造成的损失，公司在法律法规范围内免于承担责任。\n8.4：公司依据本协议规定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。\n8.5：您理解并同意，关于“莱特背单词”及相关服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对“莱特背单词”软件及相关服务的使用行为需自行承担相应风险。\n8.6：您理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断与司法机关、行政机关的判断一致，如因此产生的后果您已经理解并同意自行承担。\n8.7：在任何情况下，公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用“莱特背单词”及相关服务而遭受的利润损失，承担责任。公司对您承担的全部责任，无论因何种原因或何种行为方式，始终不超过您在成员期内使用“莱特背单词”及相关服务而支付给公司的费用（如有）。",
        "start": 4332,
        "end": 5164,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "11\\. 其他\n11.1本协议的成立、生效、旅行、解释及争议的解决均应适用中华人民共和国法律。若本协议之任何规定因与中华人民共和国的法律抵触而无效或不可执行，则这些条款则尽可能按照接近本协议原条文意旨重新解释，且本协议其他规定仍应具有完整的效力及效果。\n11.2本协议的签订地为中华人民共和国山东省青岛市李沧区。若您因本协议与公司发生任何争议，双方应尽量友好协商解决；如协商不成的，您同意应将相关争议提交至本协议签订地的人民法院诉讼解决。",
        "start": 5904,
        "end": 6123,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "2\\. 关于“账号”\n2.1用户在注册账号或使用本服务的过程中，需要填写一些必要的个人信息，为您提供注册登录服务或进行用户身份识别，需获取包括但不限于填写手机号码，用户身份识别，需获取包括但不限于填写手机号码，",
        "start": 1107,
        "end": 1212,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "用户",
        "start": 1121,
        "end": 1123,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "系统",
        "start": 1213,
        "end": 1215,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "友盟+SDK",
        "start": 5777,
        "end": 5783,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "填写",
        "start": 1141,
        "end": 1143,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "获取",
        "start": 1215,
        "end": 1217,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 1148,
        "end": 1152,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "手机号码",
        "start": 1184,
        "end": 1188,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "用户身份识别",
        "start": 1189,
        "end": 1195,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "微信号/昵称、微信头像",
        "start": 1217,
        "end": 1228,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "设备Mac地址",
        "start": 5789,
        "end": 5796,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "唯一设备识别码",
        "start": 5797,
        "end": 5804,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息",
        "start": 5805,
        "end": 5853,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_27",
        "classId_name": "目的",
        "text": "为您提供注册登录服务或进行用户身份识别",
        "start": 1153,
        "end": 1172,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_27",
        "classId_name": "目的",
        "text": "提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力",
        "start": 5855,
        "end": 5890,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "获取",
        "start": 1174,
        "end": 1176,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "收集",
        "start": 5785,
        "end": 5787,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "或系统获取微信号/昵称、微信头像等。为了更好的为用户服务，请保证提供这些个人信息的真实、准确、合法、有效并注意及时更新，若因填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。如因用户提供的个人资料不实或不准确，给用户自身造成任何性质的损失，均由用户自行承担。",
        "start": 1212,
        "end": 1351,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "3\\. 用户个人信息保护\n公司与您一同致力于您个人信息（即能够独立与其他信息结合后识别用户身份的信息）的保护，保护用户个人信息是公司的基本原则之一。在使用“莱特背单词”软件及相关服务的过程中，您可能需要提供您的个人信息（包括但不限于电话号码、性别、微信昵称等），以便公司向您提供更好的服务和相应的技术支持。公司将运用加密技术、匿名化处理等其他与“莱特背单词”软件及相关服务相匹配的技术措施机器他安全措施保护您的个人信息，更多关于用户个人信息保护的内容，请参见《隐私政策》。",
        "start": 1753,
        "end": 1989,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "9\\. 未成年人使用条款\n9.1 若用户是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下认真阅读本协议后，方可使用“莱特背单词”软件及相关服务。\n9.2 公司重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并在监护人指导时正确使用“莱特背单词”软件及相关服务。\n9.3 未成年用户理解如因您违法法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此可能引起的全部法律责任。\n9.4 未成年人用户特别提示：\n9.4.1 青少年使用本软件及相关服务应该在其监护人的监督指导下，在合理范围内正确学习使用网络，避免沉迷虚拟的网络空间，养成良好的上网习惯。\n9.4.2 青少年用户必须遵守《全国青少年网络文明公约》\n9.5为更好地额保护未成年人隐私权益，公司提醒用户慎重发布包含未成年人素材的内容，一经发布，即视为用户同意本软件及相关展示未成年人的信息、肖像、声音等，且允许公司依据本协议使用、处理该等于未成年人相关的内容。",
        "start": 5176,
        "end": 5616,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "10.第三方隐私协议\n本APP的登陆/推送功能使用第三方SDK，详情请见第三方隐私协议：\n登录：SHARESDK隐私协议：\nhttps://www.mob.com/about/policy\n推送：个推隐私协议\nhttps://www.getui.com/privacy\n我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。”",
        "start": 5628,
        "end": 5892,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "11.3为给您提供更好的服务或国家法律法规调整、政策调整，“莱特背单词”及相关服务将不时更新与变化，我们会适时对本协议进行修订。如您对修订后的协议条款存有异议的，请立即停止登录或使用“莱特背单词”及相关服务。若您继续登陆或是哦杨“莱特背单词”及现骨干服务，即视为您认可并接受修改后的协议条款。",
        "start": 6124,
        "end": 6270,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "如果您还有其他问题和建议，可以通过电子邮件jiamingqm@126.com或者电话400-960-6728联系本应用。\n其他联系方式：\n公司名称：青岛嘉铭文化传播有限公司\n注册地址：山东省青岛市李沧区九水东路195号4号楼2单元\n常用办公地址：山东省青岛市崂山区石岭路39号名汇国际2号楼2301\n联系邮箱：jiamingqm@126.com\n联系电话：4009606728",
        "start": 6282,
        "end": 6470,
        "fields": [],
        "sub_annotations": []
    }
]