[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "爱豆用户服务协议\n#### 1\\. 特别提示\n1.1欢迎您（以下亦称“用户”）使用爱豆APP（以下亦称“本平台”）！为更好地为您提供服务，请您在开始使用爱豆之前务必仔细审慎阅读并确认本已完全了解本协议之全部条款，特别是免除或限制责任的条款、用户使用责任和使用规范的条款、知识产权保护条款。\n**黑体加粗的形式提醒您注意的条款，您应重点阅读**\n。本协议将构成您与深圳市爱豆网络技术有限公司之间直接有约束力的法律文件。如您是未成年人，应在使用本协议项下服务前取得监护人的同意，在监护人的陪同和指导下阅读本协议，并特别注意未成年人使用条款。\n1.2您可以选择接受或不接受本协议。除非您已阅读并接受本协议所有条款，否则您无权注册、登录及/或（继续）使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。",
        "start": 38,
        "end": 409,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 2\\. 服务方式\n2.1“爱豆”由深圳市爱豆网络技术有限公司合法拥有并运营，是一家网络服务提供者，主要为平台粉丝用户提供追星内容服务、社交服务，也可为平台用户提供图片、音频、视频等信息上传存储空间服务的免费开放型网络平台。\n2.2本平台提供的内容服务包括但不限于明星动态信息、明星资讯、明星行程、应援活动和明星周边等各项服务；社交服务包括但不限于平台用户可通过本平台发起讨论讨论话题、应援活动等各项社交活动，也可通过本平台上传图片、音频、视频、热点等内容。\n2.3除了免费服务外，爱豆可能提供部分收费服务及/或付费会员制，您可通过付费方式购买收费服务。您应了解，本平台可能对前述服务（含收费服务）进行更改、更新或提高，您承诺不因本平台更改、更新或提高其服务给您造成的损失而向本平台要求赔偿和补偿。",
        "start": 422,
        "end": 774,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2.4您同意授权爱豆根据实际情况自行决定单个用户在本平台服务中数据的最长存储期限及/或在服务器上为其分配的存储空间。您可根据自己的需要自行备份本平台及服务中的相关数据，您了解在使用本平台及爱豆提供服务过程中所产生数据的产权归本平台所有。如用户停止使用爱豆及服务或服务被终止或取消，本平台可以从服务器上永久删除用户的数据。服务停止、终止或取消后，爱豆没有义务向用户返还任何数",
        "start": 775,
        "end": 961,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "据",
        "start": 961,
        "end": 962,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  3\\. 注册账号\n3.1 您需要在“爱豆”注册一个账号，并按“爱豆”的要求设置密码，才可以使用该账号登录并使用爱豆。您可依照爱豆的要求修改账号密码。\n3.2除自行注册爱豆账号外，用户也可以选择通过爱豆的账号管理系统，授权使用其他合法拥有的包括但不限于手机号码、腾讯QQ、腾讯微信、新浪微博等账号注册，并登录使用爱豆及相关服务，但第三方软件或平台对此有限制或禁止的除外。",
        "start": 975,
        "end": 1165,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "（1）您所设置的账号不得违反国家法律法规及爱豆的相关规则，您的账号名称、头像和简介等注册信息及其他个人信息中，不得出现违法和不良信息；（2）不故意冒用他人信息（包括但不限于冒用他人姓名、名称、字号、头像等足以让人混淆的方式）为您注册账号；（3）不未经他人合法授权以他人名义注册账号；（4）不使用色情、暴力或侮辱、诽谤他人等违反公序良俗的词语注册账号；（5）您在账号注册及使用过程中遵守法律法规，尊重国家利益、公共利益、社会公共秩序、道德风尚等底线。\n如您违反前述规定，爱豆有权随时拒绝您使用该账号，或者限制您使用，或者注销该账号，且由此产生的一切后果由您自行承担，与本平台无关。",
        "start": 1243,
        "end": 1532,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  4\\. 用户使用责任\n**4.1 用户在使用爱豆服务中，应当对自己的账号进行的所有活动承担全部法律责任，包括但不限于数据的修改、发表的言论以及在爱豆上的操作行为。**\n**4.2您确认，选择注册爱豆时具备完全民事行为能力，如您是未成年人，选择本协议项下服务时获得了监护人的同意。您或您的监护人具备对信息的真实性、可靠性、实用性具备甄别的能力，任何通过爱豆取得的信息，取决于用户自己的判断，爱豆不予担保，用户承担所有风险和责任。**\n**4.3爱豆对任何使用您账号和密码登录并使用爱豆的行为不承担任何责任。爱豆特别提醒您应妥善保管您的账户和密码，当您使用完毕后，应安全退出。当您的账号或密码遭到未获授权的使用或安全漏洞的情况，请立即有效通知到爱豆，而且无论因何种原因发生的，均应由您自行承担一切责任，爱豆不承担任何责任。**",
        "start": 1544,
        "end": 1911,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  5\\. 用户使用规范\n5.1 您了解爱豆是用于获取明星动态信息的免费开放型应用平台，您同意在使用爱豆时应当遵守中华人民共和国的法律、秉承善意使用原则，并保证：\n5.1.1不利用爱豆进行非法活动、或进行侵犯他人权利或损害他人利益的活动；不以非法方式获取或利用爱豆其他用户的信息。\n5.1.2不以技术方式攻击或破坏或改变爱豆的部分或全部、或干扰其正常运行；不以非法方式获取或使用爱豆的任何软件、代码或其他技术或商业信息；不对爱豆运行的任何程序进行反向工程、反向编译、反向汇编或改写。\n5.1.3未经许可，不使用爱豆的商标、商业标识、软件版式或内容、或其他由爱豆享有知识产权或权利的信息或资料；不侵犯爱豆的商标权、著作权、专利权、其他知识产权或其他合法权利或权益。不以任何方式贬损爱豆的商业声誉。\n5.1.4 不利用爱豆进行其他违反法律法规、违背公序良俗、社会公德的活动，且不会侵害其他任何第三方的合法权益。\n**如有违反前述规定，一切后果由用户承担，且爱豆可能会注销您的账户并保留追究法律责任的权利。**\n5.2 未经爱豆许可，您不得在本平台进行发布广告、销售商品等一切商业行为。\n5.3用户在本平台发表的内容仅表明其个人的立场和观点，并不代表本平台的立场或观点。用户需对自己发表的内容负责，因所发表内容引发的一切纠纷，由该内容的发布者承担全部法律责任，爱豆不承担任何法律责任及/或连带责任。\n5.4 本平台欢迎用户监督举报各类不法传播活动和违法有害信息，以共同营造健康的网络空间。\n**5.5 您使用爱豆的记录，可能被保存作为对您不利的证据。爱豆也可能将您违反法律或侵犯第三方权利或权益的记录报告给行政主管部门、司法机关。**",
        "start": 1923,
        "end": 2641,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  7\\. 知识产权保护\n7.1爱豆提供本服务是依托的软件的著作权、专利权、商业秘密以及其他知识产权均归深圳市爱豆网络技术有限公司所有，爱豆提供本协议项下服务所使用的“爱豆”标识的著作权和/或商标权归深圳市爱豆网络技术有限公司所有。爱豆向用户提供的内容，包括但不限于软件、技术、程序、商标、域名、软件程序、图片、声音、录像、图表、标志、标识、版面设计、目录与名称等知识产权，均属于深圳市爱豆网络技术有限公司所有，受国家相关法律保护，未经爱豆许可任何人不得使用、复制或用作其他用途。\n7.2未经爱豆书面许可，任何单位及个人不得以任何方式或理由将上述内容的任何部分用于商业、营利或广告目的；不得进行分发、修改、编辑、传播、表演、展示、程序反向工程、镜像、销售或与其它产品捆绑使用、销售。\n7.3 用户将爱豆提供的内容与服务用于纯个人消费时，应遵守知识产权及其他相关法律的规定，不得侵犯爱豆的权利。如有违反，爱豆将依法追究其法律责任。\n7.4您理解并同意，您在爱豆上传或发表的内容（包括但不限于文字、图片、视频、音频、软件以及表演等）应为用户原创的信息或已获合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出异议，爱豆有权根据实际情况删除相关的内容，且有权追究您的法律责任。给爱豆或任何第三方造成损失的，您应负责全额赔偿。\n7.5您理解并同意，为了促进信息的分享和传播提升爱豆服务质量，您将在“爱豆”上发表的全部内容（包括但不限于文字、图片、视频、音频、软件以及表演等）之知识产权及行使知识产权所必须的权利，在全世界范围内永久授予“爱豆”免费的、不可撤销的、非独家的、可转让的使用许可，爱到有权将该内容用于“爱豆”各种形态的产品和服务上，包括但不限于“爱豆”以及发表的应用或其他互联网产品。\n==========\n####  8\\. 法律责任声明\n8.1您理解并同意,本平台可能会受多种因素的影响或干扰,不保证本协议项下服务之稳定不受干扰,及时、安全、可靠或不出现错误;不保证本平台中任何错误都将能得到更正。基于上述原因而给您造成的损失,爱豆不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。\n8.2爱豆使用的文章、图片、音频视频文件等资料的版权归版权所有人所有。由于互联网的开放性，爱豆对采用的非爱豆原创的文章及图片等内容，无法逐一告知版权所有者及获得版权授权，如果爱豆所选内容的权利人认为其作品无权用于爱豆供大家浏览，或不应无偿使用，请及时通知爱豆，以便爱豆迅速采取适当措施，避免给双方造成不必要的经济损失。\n8.3 对于爱豆创作的或已经获得第三方授权爱豆使用的文章、图片等资料，任何第三方如需使用，需取得爱豆和版权所有人的同意。\n8.4爱豆对网络服务不作任何类型的担保，包括但不限于网络服务的及时性、安全性、准确性，对在任何情况下因使用或不能使用本网络服务所产生的直接、间接、偶然、特殊及后续的损害及风险，爱豆不承担任何责任。\n8.5您充分理解并同意，本协议项下的服务可能包括爱豆针对个人或企业推出的信息、广告发布或品牌推广服务，您同意本平台有权在相关服务中展示爱豆和/或第三方供应商、合作伙伴的商业广告、推广或信息。\n**爱豆依照法律规定履行广告及推广相关义务，您应该自行判断该广告或推广信息的真实性和可靠性，并为自己的判断行为负责。除非法律法规明确规定，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，您应自行承担一切后果，爱豆不承担任何责任。**\n8.6您理解并同意,在使用本平台过程中,可能遇到不可抗力等风险因素(不可抗力是指不能预见、不能克服并不能避免的客观事件),包括但不限于政府行为、自然灾害、网络原因、计算机故障、计算机病毒、黑客攻击、战争或任何其它类似事件。出现不可抗力情况时,本平台将努力在第一时间及时修复,但由此给您造成的损失,爱豆在法律允许范围内予以免责。",
        "start": 3260,
        "end": 4875,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  9\\. 服务的变更、中断、终止\n9.1您理解并同意,本协议项下提供的服务是按照现有技术和条件所能达到的现状提供的。爱豆会尽最大努力向您提供服务确保服务的连贯性和安全性。您理解,\n不能随时预见和防范法律、技术以及其他风险,包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为及其他各种安全问题的侵扰等原因可能导致的服务中断、数据丢失以及其他的损失和风险。对于上述原因造成的用户数据损失,本平台无须向您或第三方负责或承担任何赔偿责任。\n9.2您理解并同意,鉴于网络服务的特殊性，爱豆不保证网络服务的及时性和准确性，本平台为了服务整体运营的需要,有权在在不事先通知您的情况下修改、中断、中止或终止本平台,而无须向您或第三方负责或承担任何赔偿责任。\n9.3您理解并同意,本平台有权自主决定经营策略，在发生合并、分立、收购、资产转让时,可向第三方转让相关资产;也可将本协议下部分或全部服务转交由第三方运营或履行。\n9.4 如发生下列任何一种情形,本平台有权不经通知而中断或终止向您提供服务:\n（1）根据法律规定您应提交真实信息,而您提供的个人资料不真实或与注册时信息不一致又未能提供合理证明;\n（2）您违反相关法律法规或本协议的约定;\n（3）因法律规定，或服从行政命令或司法判令的要求；\n（4）出于安全的原因或其他必要的情形。\n中断或终止的方式包括但不限于暂停使用、限制使用、注销账号等。\n9.5在一般情形下，爱豆会提前按照您提供的联系方式以电子邮件或短信或其他方式通知您，服务将中止或终止。您应了解并同意，在紧急情况或特殊下，爱豆可不经通知即中止或终止服务。\n9.6本平台中包含以各种合法方式获取的外部网络内容或服务链接,您可以通过在爱豆提供的链接跳转到外部网页获取相关内容和服务。外部网页所涉及的服务可能需要您同时接受该服务特别制订的用户协议、使用协议或者其他约束您与该项服务提供者之间的法律文件。一旦您开始使用上述外部服务,则视为您同时接受有关单项服务的相关法律文件的约束。同时,关于您在这些外部服务中所产生的权利和义务,本平台无需向您或第三方就服务内容与效果承担任何责任。",
        "start": 4887,
        "end": 5792,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "####  11\\. 其他事项\n11.1本协议的解释及履行应适用中华人民共和国法律，并遵其解释。\n11.2因本协议解释或执行引起的任何争议，双方应首先友好协商解决。协商不成时，任一方均可向深圳市南山区人民法院提起诉讼。\n11.3爱豆未行使或执行本协议任何权利或规定，不构成对前述权利之放弃。\n11.4 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，不影响本协议其余条款的有效性并且具备约束力。\n11.5 因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。\n11.6 本协议自用户选择接受或使用本协议项下服务时其生效，直至终止本服务时止。\n**请您再次确认您已全部阅读并充分理解上述协议。*",
        "start": 6040,
        "end": 6363,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "3.3注册账号时，应按照爱豆的提示及要求填写或提供资料、信息，并确保用户身份及信息的真实性、正确性及完整性；如果资料发生变化，您应及时更改。您同意并承诺：",
        "start": 1166,
        "end": 1243,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "####  6\\. 隐私政策\n6.1爱豆尊重用户的个人隐私，承诺不以非法方式披露您的注册资料，您了解并同意，爱豆可根据法律许可要求或爱豆在诚信的基础上认为透露这些信息是必要的情形下可利用您的个人信息，包括但不限于：\n（1）遵守有关法律规定，遵从爱豆合法服务程序。包括在国家有关机关查询时，提供用户在爱豆上发布的信息内容及其发布时间、互联网地址或者域名。\n（2）保持维护爱豆的商标权、著作权、专利权或其他合法权益。\n（3）在紧急情况下，维护用户和公众的权益。\n（4）为获取第三方数据，而将用户信息与第三方数据匹配。\n（5）将用户数据用于统计，以便向未来的合作伙伴、广告商、及其第三方以及为了其他合法目的而描述爱豆的服务。\n（6）为完成合并、分立、收购或资产转让而转移。\n（7）其他合理情形。\n6.2爱豆可依照法律或司法、行政机关的强制性命令对第三方披露您的个人信息且无需事先向您发出通知。\n6.3在非恶意透露单个用户隐私资料的前提下，爱豆有权收集用户的个人数据信息，同时有权对部分或整体用户数据库进行分析并对用户数据库进行合理合法的利用。",
        "start": 2653,
        "end": 3121,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "爱豆",
        "start": 2707,
        "end": 2709,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "爱豆",
        "start": 3001,
        "end": 3003,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "根据法律许可要求或爱豆在诚信的基础上认为透露这些信息是必要的情形下",
        "start": 2710,
        "end": 2743,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "包括但不限于",
        "start": 2753,
        "end": 2759,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "依照法律或司法、行政机关的强制性命令",
        "start": 3004,
        "end": 3022,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "利用",
        "start": 2744,
        "end": 2746,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 2748,
        "end": 2752,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 3030,
        "end": 3034,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "第三方",
        "start": 3023,
        "end": 3026,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "披露",
        "start": 3026,
        "end": 3028,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "6.4本平台将运用各种安全技术和其他安全措施并建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露，但您了解，由于互联网的开放性以及技术更新的快速性，非爱豆可控制的因素导致用户信息泄露的，本平台不承担任何责任。",
        "start": 3133,
        "end": 3248,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "####  10\\. 服务条款的修改\n10.1\n**由于互联网高速发展，您与爱豆签署的本协议列明的条款并不能完整罗列并覆盖您与爱豆所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，爱豆平台法律声明及相关政策、平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。爱豆有权在必要时修改条款，将会在页面公布。**\n10.2 如您不接受所改动的内容，可停止使用或注销账号。如您继续使用爱豆，则视为接受服务条款的修改或补充协议。",
        "start": 5804,
        "end": 6028,
        "fields": [],
        "sub_annotations": []
    }
]