[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**用户服务协议** ****\n我们 _（以下或_ _称_ _“甲方_ _”_ _）在此特别提醒用户（以下简称 “您”或是“乙方”）_ _，_ _在您要使用_ _我们游戏_\n_服务前，请仔细阅读本《用户服务协议》（以下简称 “本协议”）中的各个条款，充分理解各条款的内容，特别是免除或是限制_ _我们_ _责任的条款（以下简称\n“免责条款”），对用户权利进行限制的条款（以下简称“限制条款”）、约定争议的解决方式、司法管辖的条款，以及开通或使用某项服务的单独协议。_前述免责、限制及争议解决方式和管辖条款可能以黑体加粗、颜色标记或其他合理方式提示您注意，您对该等条款的确认将可能导致您在特定情况下的被动、不便、损失，请您在确认同意本协议之前或在使用我们游戏服务之前再次阅读前述条款。双方确认前述条款并非属于《合同法》第40条规定的“免除其责任、加重对方责任、排除对方主要权利的”的条款，并同意该条款的合法性及有效性。\n\n除非您已阅读并接受本协议所有条款，否则您不能获得使用我们游戏服务的权利。您点击同意、接受或下一步，或您注册、使用我们游戏服务均视为您已阅读并同意签署本协议。",
        "start": 39,
        "end": 527,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "_如果您未满\n18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款，应事先取得父母（监护人）的同意。如您为未成年人的法定监护人，请以法定监护人的身份判断本服务是否符合未成年人。未成年人应当在合理程度内使用游戏产品，不得因使用游戏产品而学习生活。用户应理解_\n_我们_ _无义务对本款前述事项进行任何形式的审查和确认。_",
        "start": 531,
        "end": 699,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "我们有权在必要时修改本协议条款。本协议条款变更后，如果你继续使用我们游戏服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用我们提供的相关服务。您若有违反本协议的任何规定，开发者有权随时依约采取相应措施并保留追究相关法律责任的权利。",
        "start": 702,
        "end": 828,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2.2用户帐号使用与保管  \n2.2.1\n根据必备条款的约定，甲方有权审查乙方注册所提供的身份信息是否真实、合法、准确、有效，并通过技术或是管理等合理措施保障乙方账号的安全、有效；乙方有义务妥善保管其账号及密码，并正确安全的使用其账号及密码。任何一方未尽上述义务导致的账号密码遗失、被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。  \n2.2.2\n乙方登录后，应承担所持账号的行为产生的全部法律责任。如乙方发现账号或是密码被他人非法使用或有使用异常的情况，应及时根据甲方提供的有效联系方式通知甲方，在提供相应证明后有权要求甲方暂停该账号的登陆和使用。\n2.2.3\n甲方根据乙方的通知采取措施暂停乙方账号的登陆和使用前，甲方有权要求乙方提供并核实与其注册身份信息相一致的个人有效身份信息以及该账号的游戏行为轨迹特征。甲方核实乙方信息一致时，可以按乙方要求及时采取措施暂停乙方账号的登陆及使用，因根据乙方的请求采取相应措施而造成乙方及其他用户损失的，由乙方自行承担。乙方不提供个人有效身份信息及行为轨迹，或是提供的信息与甲方后台记录的信息不一致时，甲方有权拒绝乙方关于账号封停的请求，因此造成乙方损失的，由乙方自行承担。\n2.2.4 乙方为了维护其合法权益，向甲方提供与所注册的身份信息相一致的 个人有效身份信息时，甲方应当为乙方提供账号注册人证明、原始注册信息\n等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相应的信 息资料。",
        "start": 1459,
        "end": 2090,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2.2.5\n若因为乙方自身原因，而导致账号、密码遭他人非法使用时，我们将不负责处理，由此给用户和他人的民事权利造成损害的，由乙方自行承担。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等。",
        "start": 2091,
        "end": 2218,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "## 2.3用户行为规范\n2.3.1 您不得删除应用及其他副本上所有关于商标、版权等权利信息及内容。\n2.3.2 您不得对应用进行反向工程，反向汇编，反向编译等。\n2.3.3\n本游戏仅供乙方进行娱乐活动，您不得利用本游戏及相关服务从事任何经营或盈利行为，更不得利用本游戏及相关服务从事赌博、开设赌场及其他任何违法违规行为，也不得为其他用户从事前述经营、盈利或是违法违规行为提供任何方便或是条件，不得违反国家法律法规及我们的相关规定，以任何形式在游戏中及线下或通过其他平台进行游戏的虚拟货币、游戏豆或是其他虚拟道具的交易。\n2.3.4您不得利用应用及服务发表、传送、传播、储存侵害他人知识产权、商业机密权、肖像权、隐私等合法权利的内容。  \n2.3.5您不得进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本应用系统或网络的弱点或其他实施破坏网络安全的行为；企图干涉、破坏本应用系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。\n2.3.6您不得进行任何破坏应用服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷游戏豆、通过非正常手段大量创建账号、爆卡、合伙作\n弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的利益，或者利用互联网或其他方式将外挂、作弊软件、BUG 公之于众。  \n2.3.7您不得私自进行游戏账号、游戏豆、道具等虚拟物品的交易，或进行其他任何商业行为，如销售商品、发布广告等。  \n2.3.8您不得利用开发者提供的服务，从事任何与本应用无关的行为，包括但不限于以赠送游戏游戏豆、礼品等任何方式，宣传其他应用或游戏，邀请、诱导其他用户使用其他应用；邀请、诱导其他用户放弃、停止使用本应用；损害本应用品牌，破坏本应用秩序等任何行为。\n2.3.9您不得冒充开发者、应用服务管理员或应用论坛管理员、版主发布任何诈骗或虚假信息。  \n2.3.10您不得在游戏类应用当中进行恶意刷屏、恶意踢人、恶意耗时等破坏应用公共秩序的行为。  \n2.3.11您不得利用本游戏服务系统传输任何妨碍社会治安或非法、虚假、骚扰性、侮辱性、恐吓性、伤害性、破坏性、挑衅性、淫秽色情性等内容的信息。  \n2.3.12您不得利用本游戏服务系统进行任何可能对互联网的正常运转造成不利影响或进行任何不利于本游戏的行为。",
        "start": 2230,
        "end": 3309,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**2.4** **请乙方注意勿在使用本应用及服务中透露自己的各类财产账户、银行卡、信用卡及对应密码等重要资料，否则由此带来的任何损失由乙方自行承担。**",
        "start": 3322,
        "end": 3399,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**3、用户隐私及信息保护** ****\n3.1根据文化部颁布的《网络游戏管理暂行办法》以及《关于贯彻实施<网络游戏管理暂行办法>的通知》的相关规定，为保障网络游戏用户（下称“用户”）的隐私权、规范对网络游戏用户个人信息的利用，特制定本内容。\n3.2我们在此特别提醒用户仔细阅读本节“用户隐私及信息保护”的全部内容（未成年人应当在其法定监护人陪同下阅读），并选择接受或者不接受本部分内容。如用户不同意本部分的任意内容，请勿注册或使用我们的服务。",
        "start": 3417,
        "end": 3639,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4、 **知识产权条款** ****\n本应用及服务由开发者或依法获得相关权利人授权合法运营，其知识产权受《中华人民共和国著作权法》及国际版权条约和其他知识产权法律、法规及条约的保护。\n4.1\n我们是本游戏的知识产权权利人。本游戏（包括游戏整体及游戏涉及的所有内容、组成部分或构成要素）的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与本游戏相关的所有信息内容（包括文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律、法规和相应的国际条约保护，我们享有上述知识产权和合法权益，但相关权利人依照法律规定应享有的权利除外。未经我们事先书面同意，您不得以任何方式将本游戏（包括游戏整体及游戏涉及的所有内容、组成部分或构成要素）进行商业性使用。\n4.2尽管本协议有其他规定，用户在使用本游戏服务中产生的游戏数据的所有权和知识产权归我们所有，我们有权保存、处置该游戏数据。其中，对用户购买游戏虚拟货币的购买记录的保存期限将遵守文化部《网络游戏管理暂行办法》有关规定。对其他游戏数据的保存期限由我们自行决定，但国家法律法规另有规定的从其规定。\n4.3本游戏可能涉及第三方知识产权，而该等第三方对用户基于本协议在本游戏中使用该等知识产权有要求的，我们将以适当方式向用户告知该要求，用户应当一并遵守。",
        "start": 4096,
        "end": 4669,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "5、 **服务内容** ****\n5.1在用户遵守本协议及相关法律法规的前提下， 本游戏给予用户一项不可转让及非排他性的许可，以使用本游戏服务，包括：  \n5.1.1接收、下载、安装、启动、升级、登陆、显示、运行应用；  \n5.1.2在游戏内创建游戏角色，设置角色名；查阅游戏规则、用户个人资料、 游戏对局结果，开设游戏房间、使用聊天功能、社交分享功能；  \n5.1.3使用游戏支持并允许的其他某一项或几项功能。\n5.2本游戏服务的具体内容由我们根据实际情况提供，我们保留随时变更、中断或终止部分或全部服务的权利。\n **5.3** **我们** **在提供服务时，可能会对部分服务** **(例如网络游戏及其他电信增值服务)的用户收取一定的费用。在此情况下，**\n**我们** **会在相关页面上做出明确提示。如用户不同意支付该等费用，则可不接受相关服务。** ****\n5.4用户应使用正版软件接受服务。\n5.5 服务的中断与终止\n发生下列情形之一时，我们有权停止或中断服务器所提供之服务，对因此而产生的不便或损害，我们不承担任何责任，用户亦在此明确表示不追究我们因行使相关单方中断或终止服务权利而可能导致的一切责任：\n5.5.1定期检查或施工，更新软硬件等；  \n5.5.2服务器遭受损坏，导致无法正常运作；  \n5.5.3突发性的软硬件设备与电子通信设备故障；  \n5.5.4网路提供商线路或其它故障，无法提供服务；  \n5.5.5在紧急情况之下为维护国家安全或其它会员及第三者之人身安全；  \n5.5.6不可抗力及其他第三方原因致使我们无法提供服务；  \n5.5.7由于相关政府机构的要求。\n5.5.8用户违反本服务协议2.3条规定。",
        "start": 4682,
        "end": 5404,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**6、风险与免责** ****\n **6.1** **对于向您所** **提供的服务，** **我们**\n**不负任何明示或默示的担保责任，用户应自行承担使用服务所有的风险及因此可能导致的损害，包括而不限于** **您** **因使用服务而到** **我们**\n**官方网站下载游戏或资料图片** **时** **导致** **您** **或** **您** **所使用的计算机系统非因** **我们**\n**原因造成的损害，或发生任何资料的流失等。** **  \n** **6.2** **我们对所提供的** **服务不保证不出现任何程序 BUG,并对由此可能产生的问题不承担任何赔偿责任。** **  \n** **6.3** **我们**\n**不保证所提供的服务将符合每位用户的要求，不保证服务将不受干扰，也不对服务的及时性、安全性、出错发生以及信息是否能准确、及时、顺利地传送作任何担保。**\n**  \n** **6.4用户明确同意其使用** **本** **游戏服务所存在的风险将完全由其自己承担；因其使用** **本**\n**游戏服务而产生的一切后果也由其自己承担，** **我们** **对用户不承担任何责任。** **  \n** **6.5用户在此同意并确认，在适用法律允许的最大范围内，** **我们** **所提供的服务是在\n“现状”及“现有”基础上提供给用户使用，不包括任何类型的明示或暗示的担保（包括但不限于适销性、针对特定目的的适用性、所有权、不侵权以及由交易习惯所引发的各种可能性）。**\n**我们** **不保证用户可按照其所选择的时间和地点访问或使用** **本** **游戏服务，不保证** **本**\n**游戏服务不会中断或没有错误，不保证缺陷必被纠正，也不保证** **本** **游戏服务均不含病毒或其它有害要素。** **  \n**6.6用户在此同意并确认，使用本应用涉及到互联网服务，可能会受到各个环节不稳定因素的影响。因此本应用存在不可抗力、手机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。  \n6.7用户在此同意并确认，使用本应用存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名信息的风险，用户须承担以上风险，开发者对此不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用本应用产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。  \n6.8用户理解本应用同大多数互联网产品一样，易受到各种安全问题的困扰，包括但不限于：  \n6.8.1用户不当透露详细个人资料，被不法分子利用，造成现实生活中的骚 扰；  \n6.8.2用户被哄骗、破译密码；  \n6.8.3用户下载安装的其他软件中含有“特洛伊木马”等病毒，威胁到个人 手机上信息和数据的安全，继而威胁对本应用及服务的使用。  \n6.9用户在服务所涉官方网站上所表达的观点、建议、意见和其它内容均为用户本人看法，不代表我们的观点，因此而产生的法律纠纷或责任，与我们无关，均由用户承担。",
        "start": 5418,
        "end": 6791,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**7、附则** ****\n7.1 本协议的成立、生效、履行、解释及纠纷的解决，适用于中华人民共和国大陆地区法律。  \n**7.2** **若因本协议发生任何纠纷或争议，各方应当友好协商解决，协商不成的，均应提交** **甲方** **所在地人民法院提起诉讼。** ****\n7.3 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。\n7.4 本协议条款无论因何种原因部分无效，其余条款仍有效，对各方具有约束力。\n **7.5** **我们** **有权在必要时变更本协议条款，您可以在** **本**\n**游戏的相关页面查阅最新版本的协议条款。本协议条款变更后，如果您继续使用** **本** **游戏服务，即视为您已接受变更后的协议。** ****\n7.6 在适用法律允许的最大范围内， 我们保留对本协议的最终解释权。",
        "start": 6804,
        "end": 7181,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "更新日期： 2020.04.17",
        "start": 7234,
        "end": 7250,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_8",
        "classId_name": "信息定义",
        "text": "1、 **定义** ****\n如无特别说明，下列术语在本协议中的含义为：  \n1.1开发者 ：指本公司及其关联公司（以下可称“开发者”或“我们”）。  \n1.2应用：指由开发者开发或开发者依法获得相关权利人授权可向用户提供各种服务的应用程序，包括但不限于游戏类服务及今后可能出现的各种服务（以下可称“应用”或“网络游戏”）。  \n1.3本协议：指本协议正文及其修订版本、游戏规则及其修订版本。上述内容一经正式发布，即为本协议不可分割的组成部分，本协议同时还包括文化部依据《网络游戏管理暂行办法》（文化部令第49号）制定的《网络游戏服务格式化协议必备条款》。  \n1.4游戏规则：指我们不时发布并修订的关于应用或网络游戏的用户守则、玩家条例、游戏公告、提示及通知等内容。  \n1.5您：又称“玩家”或“用户”，指接受我们服务的自然人。",
        "start": 840,
        "end": 1206,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_8",
        "classId_name": "信息定义",
        "text": "3.3个人隐私是指用户在注册本游戏通行证账号时提供给本游戏平台的个人身份信息，包括用户注册资料中的姓名、身份证件号码、联系方式、家庭住址等。而非个人隐私信息是指用户对本软件的操作状态以及使用习惯等一些明确且客观反映在我们服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。",
        "start": 3651,
        "end": 3792,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "**2、用户帐号** ****\n2.1帐号注册\n2.1.1乙方承诺以其真实身份注册成为甲方的用户，并保证所提供的个人身 份资料信息真实、完整、有效，依据法律规定和必备条款对所提供的信息承\n担相应的法律责任。",
        "start": 1219,
        "end": 1322,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "2.1.2乙方以其真实身份注册成为甲方用户后，需要修改所提供的个人资料 信息的，甲方应及时、有效的为其提供该项服务。 **在乙方无法有效证明自身**\n******身份时，** **我们** **有权拒绝提供任何信息或承担任何义务。** ****",
        "start": 1325,
        "end": 1447,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "3.4我们尊重个人隐私，注重对用户信息资源的保护。我们将使用各种有效安全技术和程序来保护用户信息不被未经授权的访问、使用和泄漏。本游戏不向第三方公开透露用户信息，但下列情形除外：\n3.4.1基于国家法律法规的规定要求披露；\n3.4.2应国家司法机关或行政机关基于法定程序要求提供的；\n3.4.3为保护本游戏或用户的合法权益而披露；\n3.4.4在紧急情况下，为保护其他用户及第三方人身安全而披露；\n3.4.5为了维护我们合法权益而向用户提起诉讼或者仲裁时；\n3.4.6用户本人或用户监护人授权我们披露的；\n3.4.7应用户监护人合法要求而提供用户个人身份信息时。",
        "start": 3804,
        "end": 4084,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "本游戏",
        "start": 3868,
        "end": 3871,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "第三方",
        "start": 3873,
        "end": 3876,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "公开透露",
        "start": 3876,
        "end": 3880,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "用户信息",
        "start": 3880,
        "end": 3884,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "但下列情形除外",
        "start": 3885,
        "end": 3892,
        "fields": [],
        "sub_annotations": []
    }
]