[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "# 兼客用户协议\n本协议由您与兼客共同缔结，本协议具有合同效力。",
        "start": 39,
        "end": 71,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 二、协议的效力\n1、在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他兼客允许的方式实际使用兼客平台服务时，您即受本协议的约束。在注册时，您应当按照法律法规要求，或注册页面的提示，准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便兼客或其他会员与您进行有效联系。如您的资料发生变更，您应及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，兼客有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部服务。由此导致您在使用兼客平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。\n2、对于您提供的资料及数据信息，您授予兼客独家的、全球通用的、永久的、免费的许可使用权利。您同意，兼客有权(全部或部分地)\n使用、复制、更正、发布、翻译、分发、执行和展示您的资料数据（包括但不限于注册资料、行为数据及全部展示于兼客平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。在此，您特别做出授权，允许兼客依据您提供的信息资料及在兼客平台上的行为、投诉及侵权状况等进行信用评级，您对兼客的信用评级体系予以认可并同意兼客将您在平台存储的全部或部分信息及信用评价结果以有偿或无偿方式提供给第三方进行商业或非商业方式的使用，而无需在该提供行为之前再另行取得您的同意。如您不同意做出前述授权，您应立即停止注册程序或停止使用兼客平台服务。如您继续使用兼客平台服务的，即表示您同意做出前述授权。\n3、您应当在使用兼客平台服务之前认真阅读全部协议内容。如您对协议有任何疑问的，应向兼客咨询。但无论您事实上是否在使用兼客平台服务之前认真阅读了本协议内容，只要您使用兼客平台服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得兼客对您问询的解答等理由，主张本协议无效，或要求撤销本协议。\n4、本协议内容包括协议正文及所有兼客已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何兼客及其关联公司提供的服务（以下称为兼客平台服务）均受本协议约束。您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用兼客平台服务。\n5、兼客有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公示。如您继续使用兼客平台服务的，即表示您接受经修订的协议和规则。",
        "start": 328,
        "end": 1434,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 三、注册\n1、您确认，在您完成注册程序或以其他兼客允许的方式实际使用兼客平台服务时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且兼客有权注销您的账户，并向您及您的监护人索赔。",
        "start": 1446,
        "end": 1577,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2、兼客非常重视对青少年个人信息搜集和使用的安全性的保护。兼客建议，任何未满18周岁的未成年人参加网上活动应事先取得其监护人（以下简称\"监护人\"）的同意并遵守《青少年网络文明公约》。",
        "start": 1578,
        "end": 1669,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "3、在您签署本协议，完成注册程序时，兼客会向您提供唯一编号的兼客账户。您应对您的账户和密码的安全，以及对通过您的账户和密码实施的行为负责。除非有法律规定或行政司法机关的指令，且征得兼客的同意，否则，账户和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知兼客，要求兼客暂停相关服务。您理解兼客对您的请求采取行动需要合理时间，兼客对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。",
        "start": 1670,
        "end": 1925,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4、注册及使用兼客平台的过程中，如您选择进行实名认证并上传个人身份证件及个人头像图片的，由兼客对您上传的个人身份证件及个人头像进行常规形式的审核。您同意并理解兼客仅能对上传者的行为是否合法正当、个人身份证件是否真实有效进行表面的形式审核，兼客没有能力和权限对您提供的实名认证信息进行实质性的审核，兼客的审核结果有可能会因您不正当的行为方式出现与实际的事实情况不一致的情形。在此您保证您会严格保管您的兼客账号、密码及个人身份证件，并保证不会使用他人或伪造的身份证件用于自身的实名认证，否则由此产生的全部不利责任将全部由您自身承担。",
        "start": 1926,
        "end": 2190,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 四、兼客平台服务使用规范\n1、通过兼客平台，您可以按照兼客的规则发布各种信息。但所发布之信息不得含有如下内容：  \n1) 煽动抗拒、破坏宪法和法律、行政法规实施的；  \n2) 煽动颠覆国家政权，推翻社会主义制度的；  \n3) 煽动分裂国家、破坏国家统一的；  \n4) 煽动民族仇恨、民族歧视，破坏民族团结的；  \n5) 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；  \n6) 宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；  \n7) 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；  \n8) 损害国家机关信誉的；  \n9) 其他违反宪法和法律法规的；\n2、在接受兼客服务的过程中，您不得从事下列行为：  \n1)发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，包含病毒、木马、定时炸弹等可能对兼客系统造成伤害或影响其稳定性的内容制造虚假身份以误导、欺骗他人；  \n2)传送或散布以其他方式实现传送含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；  \n3) 使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本“软件”获得的图像或相片的资料或信息；  \n4)进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；  \n5) 修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；  \n6)在未经兼客书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否为直接经济或金钱收益；  \n7) 违背兼客页面公布之活动规则，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易。\n3、您了解并同意，兼客有权应政府部门（包括司法及行政部门）的要求，向其提供您在兼客平台填写的注册信息和发布记录等必要信息。\n4、在兼客平台上使用兼客服务过程中，您承诺遵守以下约定：  \n1)在使用兼客平台服务过程中实施的所有行为均遵守国家法律、法规等规范文件及兼客平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保兼客免于因此产生任何损失。  \n2)不发布国家禁止发布的信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。  \n3) 不对兼客平台上的任何数据作商业性利用，包括但不限于在未经兼客事先书面同意的情况下，以复制、传播等任何方式使用兼客平台站上展示的资料。  \n4)不使用任何装置、软件或例行程序干预或试图干预兼客平台的正常运作或正在兼客平台上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸兼客平台网络设备的行动。\n5、您了解并同意：  \n1) 您违反上述承诺时，兼客有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知予您。  \n2)根据相关法令的指定或者兼客服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，兼客有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、降低您的信用值或直接停止提供服务。  \n3)对于您在兼客平台上实施的行为，包括您未在兼客平台上实施但已经对兼客平台及其用户产生影响的行为，兼客有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。  \n4) 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保兼客免于承担因此产生的损失或增加的费用。  \n5)如您涉嫌违反有关法律或者本协议之规定，使兼客遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿兼客因此造成的损失及（或）发生的费用，包括合理的律师费、诉讼费、财产保全费、差旅费、执行费、评估费、拍卖费等。",
        "start": 2202,
        "end": 4206,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 五、责任范围和责任限制\n1、兼客仅在本协议中列明的责任范围内承担责任。\n2、兼客负责向您提供兼客平台服务。但兼客对兼客平台服务不作任何明示或暗示的保证，不对网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保，包括但不限于兼客平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，兼客也不对兼客平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性作出任何承诺和保证。\n3、兼客平台上的信息系用户自行发布，由于海量信息的存在，且兼客平台无法杜绝可能存在风险和瑕疵。您应谨慎判断确定相关信息的真实性、合法性和有效性，并注意保留相应的证据以利于维权，如可能，尽量采用网站建议的交易方式进行。兼客不担保网站所包含的或以其它方式通过网站提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从兼客网站系统发出的电子信件、信息没有病毒或其他有害成分。\n4、所有用户信息是由您本人自行提供，兼客无法保证该信息之准确、及时和完整，您应承担全部责任。\n5、兼客服务之合作单位，所提供之服务品质及内容由该合作单位自行负责，与兼客无关。兼客不保证为向您提供便利而设置的外部链接的准确性、有效性、安全性和完整性。同时，对于该等外部链接指向的不由兼客实际控制的任何网页上的内容，兼客不承担任何责任。\n6、兼客不对您在网站上发布信息储存失败或被删除负责。您在兼客上下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料灭失，您应负完全责任。\n7、您自兼客及其工作人员或经由本服务获得的建议和资讯，无论其为书面或口头形式，均不构成兼客对任何服务的保证。\n8、对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、附带性的损失（包括信用损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约还是侵权造成的，兼客均不负有任何责任，即使事先已被告知此等损失的可能性。\n9、因不可抗力或其它兼客无法控制的原因如罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令而造成的不能服务或延迟服务或使网站系统崩溃或无法正常使用，导致您网上交易无法完成或丢失有关的信息、记录等，兼客不承担任何法律责任，但应当积极稳妥地配合您处理相关事宜，尽最大努力保障您的用户权利。\n10、您了解并同意，兼客不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：  \n1) 使用或未能使用兼客平台服务。  \n2) 第三方未经批准的使用您的账户或更改您的数据。  \n3) 信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，或第三方的行为等原因造成的损失。  \n4) 通过兼客平台服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失。  \n5) 您对兼客平台服务的误解。  \n6) 任何非因兼客直接故意的原因而引起的与兼客平台服务有关的其它损失。\n11、您同意在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知兼客。如果您发现您的个人信息被盗用，或者您的版权或者其他权利被侵害，请将此情况告知兼客并同时提供如下信息和材料：  \n1) 侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；  \n2) 您是所述的版权或者其他权利的合法拥有者的权利证明；  \n3) 您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；  \n4)\n您的身份证复印件、营业执照等其他相关资料。经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。\n12、您应当严格遵守本协议及兼客发布的其他协议、活动规则，因您违反协议或规则的行为给第三方、或兼客造成损失的，您应当承担全部责任。\n13、您和其他用户之间发生的纠纷，由纠纷各方自行解决，兼客不承担任何责任",
        "start": 4218,
        "end": 5969,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 六、协议终止\n1、您同意，本协议为不定期协议，兼客基于平台服务的安全性或其它方面的考虑，有权中止向您提供部分或全部兼客平台服务，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果网站的安全问题是由于您的违法行为引起，兼客有终止向您提供部分或全部兼客平台服务，永久冻结（注销）您的帐户，并有权向您对损失进行索赔。\n2、您有权向兼客要求注销您的账户，经兼客审核同意的，兼客注销您的账户，届时，您与兼客基于本协议的合同关系即终止。您的账户被注销后，兼客没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。\n3、您同意，您与兼客的协议关系终止后，兼客仍享有下列权利：  \n1) 继续保存您未及时删除的注册信息及您使用兼客平台服务期间发布的所有信息。  \n2）您在使用兼客平台服务期间存在违法行为或违反本协议或网站规则的行为的，兼客仍可依据本协议向您主张权利。",
        "start": 5982,
        "end": 6403,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 八、法律适用、管辖与其他\n1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照行业惯例。\n2、本协议未尽事宜，应另行协商解决。因协议引起的或与本协议有关的争议，均提请福州闲时间网络科技有限公司住所地福州市仓山区人民法院管辖。各方同意，相关法律文书（含诉讼法律文书）和材料的送交以邮件快递专递送达本协议记载的各方当事人住所地（如有变更，应于变更前书面通知对方及法院）三日后，即视为送达。\n3、在争议解决期间，若该争议不影响本合同其他条款的履行，则该其他条款应继续履行。",
        "start": 7030,
        "end": 7290,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "### 十、其他\n1、本协议条款均在双方平等自愿协商的基础上达成，您已详细阅读并完全同意本协议所有条款，对本协议条款的含义及相应的法律后果已全部通晓并充分理解，愿意签订并遵守本协议的全部约定。\n2、对于协议中以特殊字体、颜色、标注特别提示的条款，您已经过兼客平台解释，理解并接受该条款，对于其中含有可能免除或限制兼客平台责任、加重您责任的条款，您均自愿接受，不可撤销。\n3、若本协议的部分条款被法院认定为违法、无效或撤销的，其他条款仍然有效。",
        "start": 7500,
        "end": 7721,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_8",
        "classId_name": "信息定义",
        "text": "### 一、定义\n1、用户，包含注册用户和非注册用户。\n2、注册用户是指通过www.jianke.cc完成全部注册程序后，使用兼客平台服务的用户。\n3、非注册用户是指未进行注册、直接登录www.jianke.cc或通过其他网站进入www.jianke.cc使用兼客平台服务的用户。\n4、协议方，本协议中协议双方合称协议方。\n5、兼客，福州闲时间网络科技有限公司及其关联公司、信息发布平台在协议中统称为\"兼客\"，通过兼客平台（www.jianke.cc）为您提供服务。",
        "start": 83,
        "end": 316,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "在注册时，您应当按照法律法规要求，或注册页面的提示，准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便兼客或其他会员与您进行有效联系",
        "start": 408,
        "end": 491,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_3",
        "classId_name": "用户提供个人信息",
        "text": "11、您同意在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知兼客。如果您发现您的个人信息被盗用，或者您的版权或者其他权利被侵害，请将此情况告知兼客并同时提供如下信息和材料：  \n1) 侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；  \n2) 您是所述的版权或者其他权利的合法拥有者的权利证明；  \n3) 您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；  \n4)\n您的身份证复印件、营业执照等其他相关资料。经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。",
        "start": 5560,
        "end": 5866,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "您",
        "start": 413,
        "end": 414,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "兼客",
        "start": 6535,
        "end": 6537,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "填写",
        "start": 436,
        "end": 438,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "更新",
        "start": 441,
        "end": 443,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 444,
        "end": 446,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 6548,
        "end": 6550,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "电子邮件地址、联系电话、联系地址、邮政编码",
        "start": 447,
        "end": 468,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "联系方式",
        "start": 469,
        "end": 473,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "注册资料",
        "start": 6543,
        "end": 6547,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_27",
        "classId_name": "目的",
        "text": "兼客或其他会员与您进行有效联系",
        "start": 476,
        "end": 491,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_27",
        "classId_name": "目的",
        "text": "提供相关的网络服务",
        "start": 6492,
        "end": 6501,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "2、您有权向兼客要求注销您的账户，经兼客审核同意的，兼客注销您的账户，届时，您与兼客基于本协议的合同关系即终止。",
        "start": 6159,
        "end": 6215,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "1、兼客将在兼客平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。",
        "start": 6427,
        "end": 6468,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "2、你知悉并认可：兼客可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则兼客有权将用户的注册资料等提供给该第三方。另外，在不透露单个用户隐私资料的前提下，兼客有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。",
        "start": 6469,
        "end": 6608,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "第三方同意承担与本网站同等的保护用户隐私的责任",
        "start": 6510,
        "end": 6533,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "第三方",
        "start": 6552,
        "end": 6555,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "3、为保护您的个人信息的安全，我们使用各种安全技术和程序来保护您的个人信息不被未经授权地访问、使用或泄漏。对此您表示理解和认同。",
        "start": 6609,
        "end": 6673,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_15",
        "classId_name": "网站Cookie及WebBeacon使用",
        "text": "4、兼客使用 Cookie 来帮助您实现您的联机体验的个性化。Cookie 是由网页服务器存放在您的硬盘中的文本文件。Cookie不能用来运行程序或将病毒递送到您的计算机中。指定给您的 Cookie 是唯一的，它只能由将 Cookie 发布给您的域中的 Web 服务器读取，Cookie会帮助兼客在您后续访问时调用您的特定信息。这样可以简化记录您的个人信息，当您下次使用兼客服务时，系统会自动调出您以前发布或浏览的信息，使您的使用变得更加便捷和高效。",
        "start": 6674,
        "end": 6899,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_10",
        "classId_name": "用户隐私设置选择",
        "text": "5、兼客可能使用您在在兼客网站浏览的行为，根据您的兴趣喜好，在您浏览其他网站时有可能展现您的兴趣相关的兼客提供的推广内容。如果您不希望在其他网站中看到针对用户兴趣投放的兼客推广内容，您可以随时点击推广Opt-out功能，并取消相应选项。",
        "start": 6900,
        "end": 7018,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_13",
        "classId_name": "通知联系用户",
        "text": "### 九、通知\n兼客平台就本协议给您的书面通知，按您在兼客平台所记载的住所、手机号码、其它联系方式，以书面形式（包括但不限于信函、电子邮件、手机短信等书面文件）送达您。为信函通知，实际送达时间无法确定的，信函寄出之日起第三日即视为送达，电子邮箱、短信通知的，发出当日即视为送达。您的联系方式发生变更，应当及时通知兼客平台，否则兼客平台以原联系方式发送通知的，均视为送达。",
        "start": 7302,
        "end": 7488,
        "fields": [],
        "sub_annotations": []
    }
]