[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "# 他趣用户使用协议\n本协议是您与他趣所有者（以下简称为”他趣\"）之间就使用他趣过程中的各项相关事宜所订立的契约，请您仔细阅读本注册协议，若您在他趣购物、使用服务、注册账号、登录账号，均视为对本协议的接受，并同意接受各项条款的约束",
        "start": 37,
        "end": 152,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第1条 服务条款的确认和接纳\n1.1他趣的各项电子服务的所有权和运作权归他趣所有者所有。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。  \n1.2用户确认：自身已年满18周岁，并拥有完全民事行为能力。  \n1.3用户点击同意本协议的，即视为用户确认自己具有享受他趣服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。  \n1.4他趣保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。",
        "start": 167,
        "end": 432,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第2条 他趣服务\n2.1他趣通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及他趣规定的情况下，方有权使用他趣 App、网站、微信公众号等平台的相关服务。  \n2.2用户必须自行准备如下设备和承担如下开支：\n（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；\n（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。",
        "start": 444,
        "end": 637,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第3条 用户信息\n3.1用户应自行诚信向他趣提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且他趣保留终止用户使用他趣各项服务的权利。  \n3.2用户在他趣进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，他趣将予以严格保密，除非得到用户的授权或法律另有规定，他趣不会向外界披露用户隐私信息。  \n3.3用户注册成功后，将产生用户名和密码等账户信息，您可以根据他趣规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知他趣并向公安机关报案。  \n3.4用户同意，他趣拥有通过邮件、短信电话等形式，向在他趣注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。  \n3.5用户不得将在他趣注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。  \n3.6用户同意，他趣有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。",
        "start": 651,
        "end": 1200,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4.5时效：他趣收集用户信息的时效为用户注册并使用期间。在用户注销他趣平台账号后，他趣有权对用户个人信息保存365天，以备在国家有关机关依法查询时予以提供，365天后他趣对所收集的注销用户的信息进行销毁。",
        "start": 1994,
        "end": 2096,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第5条 用户依法言行义务\n本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：  \n（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；  \n（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；  \n（3）不得利用他趣从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；  \n（4）不得干扰他趣的正常运转，不得侵入他趣及国家计算机信息系统；  \n（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；  \n（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；  \n（7）不得教唆他人从事本条所禁止的行为；  \n（8）不得利用在他趣注册的账户进行牟利性经营活动；  \n（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；  \n（10）用户盗取或冒用、伪造他人信息通过真人认证的，经其他用户投诉举报或他趣社区排查并核实确认的，他趣将采取以下措施：  \n  * 没收该违规用户的相关不当得利；\n  * 情节严重的依法上报公安机关；\n  * 根据司法机关回执提供该违规用户认证信息协助当事人调查；\n  * 该违规用户自行承担一切责任，他趣不承担任何法律及连带责任。\n用户应不时关注并遵守他趣不时公布或修改的各类合法规则规定。他趣保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若用户未遵守以上规定的，他趣有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。",
        "start": 2233,
        "end": 2973,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第6条 商品信息\n他趣上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，他趣不作特别通知。他趣网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；  \n为表述便利，商品和服务简称为\"商品\"或\"货物\"。",
        "start": 2988,
        "end": 3104,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "==========\n###  第7条 订单\n7.1在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。  \n7.2除法律另有强制性规定外，双方约定如下：他趣上销售方展示的商品和价格等信息仅仅是交易信息的发布，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的交易诉求；销售方收到您的订单信息后，只有在销售方将您在订单中订购的商品从仓库实际直接向您发出时（\n以商品出库为标志），方视为您与销售方之间就实际直接向您发出的商品建立了交易关系；如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际直接向您发出的商品建立了交易关系；只有在销售方实际直接向您发出了订单中订购的其他商品时，您和销售方之间就订单中该其他已实际直接向您发出的商品才成立交易关系。您可以随时登录您在他趣注册的账户，查询您的订单状态。  \n7.3由于市场变化及各种以合理商业努力难以控制的因素的影响，他趣无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。",
        "start": 3107,
        "end": 3706,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第8条 配送\n8.1销售方将会把商品（货物）送到您所指定的收货地址，所有在他趣上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。  \n8.2因如下情况造成订单延迟或无法配送等，销售方不承担延迟配送的责任：  \n（1）用户提供的信息错误、地址不详细等原因导致的；  \n（2）货物送达后无人签收，导致无法配送或延迟配送的；  \n（3）情势变更因素导致的；  \n（4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。",
        "start": 3720,
        "end": 3966,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第9条 所有权及知识产权条款\n9.1用户一旦接受本协议，即表明该用户主动将其在任何时间段在他趣发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给他趣所有，用户同意他趣有权就任何主体侵权而单独提起诉讼。  \n9.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在他趣网站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。  \n9.3用户同意并已充分了解本协议的条款，承诺不将已发表于他趣的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。  \n9.4他趣是他趣的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及他趣的内容进行修改，并在他趣张贴，无须另行通知用户。在法律允许的最大限度范围内，他趣对本协议及他趣内容拥有解释权。  \n9.5除法律另有强制性规定外，未经他趣明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用他趣的信息内容，否则，他趣有权追究其法律责任。  \n9.6他趣所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是他趣或其内容提供者的财产，受中国和国际版权法的保护。他趣上所有内容的汇编是他趣的排他财产，受中国和国际版权法的保护。他趣上所有软件都是他趣或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。",
        "start": 3980,
        "end": 4792,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第10条 责任限制及不承诺担保\n除非另有明确的书面说明,他趣及其所包含的或以其它方式通过他趣提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在\"按现状\"和\"按现有\"的基础上提供的。  \n除非另有明确的书面说明,他趣不对他趣的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。  \n他趣不担保他趣所包含的或以其它方式通过他趣提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从他趣发出的电子信件、信息没有病毒或其他有害成分。  \n如因不可抗力或其它他趣无法控制的原因使他趣销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，他趣会合理地尽力协助处理善后事宜。",
        "start": 4806,
        "end": 5159,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第12条 法律管辖和适用\n本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。\n如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。\n如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。",
        "start": 5461,
        "end": 5651,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "###  第13条 其他\n13.1他趣所有者是指在政府部门依法许可或备案的他趣网站经营主体。  \n13.2他趣尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。他趣欢迎用户和社会各界提出意见和建议，他趣将虚心接受并适时修改本协议及他趣上的各类规则。  \n13.3本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。  \n13.4您点击本协议下方的\"同意并继续\"按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。",
        "start": 5665,
        "end": 5937,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "得到用户的授权或法律另有规定",
        "start": 872,
        "end": 886,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "他趣",
        "start": 887,
        "end": 889,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "平台",
        "start": 1372,
        "end": 1374,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_26",
        "classId_name": "受试者",
        "text": "外界",
        "start": 892,
        "end": 894,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "披露",
        "start": 894,
        "end": 896,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "隐私信息",
        "start": 898,
        "end": 902,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "用户真实隐私信息",
        "start": 1375,
        "end": 1383,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "真实姓名/名称、通信地址、联系电话、电子邮箱",
        "start": 831,
        "end": 853,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "###  第4条 用户信息收集及保护\n4.1 用户数据使用的声明。  \n(1)用户数据使用的目的。按照法律、法规、主管部门的要求，贯彻用户实名制的具体要求，及其更好地为用户提供关联服务、优化用户使用体验，平台将对所有用户数据进行必要的手机、记录及其保护。  \n(2)用户同意本协议，即代表用户同意在使用本App期间，允许平台对用户真实隐私信息进行收集和保护。",
        "start": 1212,
        "end": 1391,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "4.2用户数据的收集方式：包括并不限于对用户在平台主动输入/上传的信息进行记录采集、传输、存储、分析等；也包括对用户关联的信息进行分析、提取和综合筛选。  \n4.3用户数据的收集范围：  \n(1)用户基本信息。包括并不限于手机用户姓名/名称、身份信息、通信地址、联系电话、电子邮箱等用于平台服务的相关信息，以及用于留存用户实名认证的其他数据。  \n(2)用户行为数据，包括并不限于收集用户浏览、主动或被动行为记录等。  \n(3)用户产生的内容。包括并不限于用户在平台上传的文字、图片、视频等信息。",
        "start": 1405,
        "end": 1653,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "4.4数据用途：他趣承诺在以下限定范围内使用用户数据：  \n(1)开展服务。在为用户提供包括但不限于购物、物流、售后、客服、信息推送等相关服务的过程中，使用和传输用户服务信息。  \n(2)对接客户服务。为用户提供必要的客户咨询/售后/回访和其他互动性服务  \n(3)优化用户体验。平台可能分析用户日常浏览和使用习惯，为用户提供包括并不限于内容推送、订阅等个性化服务。  \n(4)用户实名认证。按照国家法律法规要求，平台应记录和保存用户的实名认证必要信息。  \n(5)经公安和主管部门要求，为配合主管部门问询、调查，平台向主管部门提交必要的用户信息。  \n(6)其他法律法规允许的数据使用场景、或经用户事前许可的数据使用事项，。",
        "start": 1667,
        "end": 1980,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "收集",
        "start": 1385,
        "end": 1387,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "保护",
        "start": 1388,
        "end": 1390,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "4.6保护措施：他趣不得将收集的用户信息用于任何与他趣平台服务无关的用途。他趣将对收集的用户信息予以严格保密，不得泄露、篡改、毁损其收集的用户个人信息；除非得到用户的授权或法律另有规定，他趣不会向外界披露用户隐私信息。",
        "start": 2110,
        "end": 2219,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "##  第11条 协议更新及用户关注义务\n根据国家法律法规变化及网站运营需要，他趣有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在他趣上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受他趣网站依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。他趣建议您在使用他趣之前阅读本协议及他趣的公告。\n如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。",
        "start": 5174,
        "end": 5447,
        "fields": [],
        "sub_annotations": []
    }
]