[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "# 15天天气预报用户协议及隐私政策\n  * ## 尊敬的用户：\n本《协议》是用户（指注册、登录、使用、浏览本服务的个人或组织，以下或称“您”）与15天天气预报（以下或称“我们”）之间关于您注册、登录、使用“15天天气预报”服务所订立的协议，描述15天天气预报与您之间关于“15天天气预报”服务相关方面的权利义务。在此特别提醒您认真阅读、充分理解本《协议》中各条款，包括免除或者限制“15天天气预报”责任的免责条款及对您的权利限制条款。请您审慎阅读并选择接受或不接受本《协议》。除非您接受本《协议》所有条款，否则您无权注册、登录或使用“15天天气预报”所提供的相关服务。您的注册、登录、使用等行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束。",
        "start": 36,
        "end": 365,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* ## 一、使用规则\n1、您充分了解并同意，15天天气预报仅为您提供信息分享、传送及获取的15天天气预报，您必须为自己注册帐号下的一切行为负责，包括您所传送的任何内容以及由此产生的任何结果。您应对15天天气预报中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。15天天气预报无法且不会对因用户行为而导致的任何损失或损害承担责任。\n2、您在15天天气预报服务中或通过15天天气预报所传送的任何内容并不反映15天天气预报的观点或政策，15天天气预报对此不承担任何责任。\n3、您充分了解并同意，15天天气预报提供基于用户关系网的点对点即时分享服务，您须对在15天天气预报上的注册信息的真实性、合法性、有效性承担全部责任，您不得冒充他人；不得利用他人的名义传播任何信息；不得恶意使用注册帐号导致其他用户误认；否则15天天气预报有权立即停止提供服务，收回15天天气预报帐号并由您独自承担由此而产生的一切法律责任。\n4、您充分了解并同意，15天天气预报对您在15天天气预报上发布的任何公开信息具有免费使用权，包括15天天气预报时景图片。使用范围包括，15天天气预报应用内以及应用外其他法律允许的范围和区域。\n5、您须对在15天天气预报上所传送信息的真实性、合法性、无害性、有效性等全权负责，与您所传播的信息相关的任何法律责任由您自行承担，与15天天气预报无关。\n6、15天天气预报保留因业务发展需要，单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销15天天气预报服务的权利，您需承担此风险。15天天气预报更新相应条款后，用户可重新下载安装本软件或在15天天气预报官方网站查阅最新版协议条款。在15天天气预报修改《协议》条款后，如果用户不接受修改后的条款，请立即停止使用15天天气预报提供的软件和服务，用户继续使用将被视为已接受了修改后的协议。\n7、15天天气预报提供的服务中可能包括广告，您同意在使用过程中显示15天天气预报和第三方供应商、合作伙伴提供的广告。\n8、15天天气预报可依其合理判断，对违反有关法律法规或本协议约定；或侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人的行为，15天天气预报有权依法停止传输任何前述内容，并有权依其自行判断对违反本条款的任何人士采取适当的法律行动，包括但不限于，从15天天气预报服务中删除具有违法性、侵权性、不当性等内容，终止违反者的成员资格，阻止其使用15天天气预报全部或部分服务，并且依据法律法规保存有关信息并向有关部门报告等。如经司法部门确认15天天气预报上述判断有误，用户同意15天天气预报不承担由此造成的一切后果。\n9、15天天气预报保留在任何时候通过为您提供本“软件”替换、修改、升级版本的权利以及为替换、修改或升级收取费用的权利。本“软件”为用户默认开通“升级提示”功能，视用户使用的“软件”版本差异，15天天气预报提供给用户自行选择是否需要开通此功能。软件新版本发布后，15天天气预报不保证旧版本软件的继续可用。15天天气预报保留因业务发展需要，单方面对软件的部分功能效果进行改变或进行限制，用户需承担此风险。\n10、15天天气预报和/或合作单位将根据市场与技术的发展，向用户提供与本“软件”相关的各种互联网以及移动通信增值服务，包括免费和收费的增值服务。15天天气预报和/或合作单位保留对相关增值服务收取费用及改变收费标准、方式的权利；如相关服务由免费变更为收费服务，15天天气预报和/或合作单位将以适当的形式通知，用户可自主选择接受或拒绝收费服务，并保证在使用收费服务时，将按照15天天气预报和/或合作单位相关收费规定支付费用，如拒付或拖欠费用，15天天气预报和/或合作单位有权停止服务，并依法追偿损失及赔偿。",
        "start": 379,
        "end": 1965,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "1、15天天气预报帐号的所有权归15天天气预报所有，用户完成申请注册手续后，获得15天天气预报帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。15天天气预报因经营需要，有权回收用户的15天天气预报帐号。",
        "start": 1994,
        "end": 2110,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "3、用户有责任妥善保管注册帐号信息及帐号密码的安全，用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他成员的帐号或密码。在您怀疑他人在使用您的帐号或密码时，您同意立即通知15天天气预报。\n4、用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，15天天气预报有权依据协议终止对违约用户15天天气预报帐号提供服务。同时，15天天气预报保留在任何时候收回15天天气预报帐号、用户名的权利。\n5、用户注册15天天气预报帐号后如果长期不登录该帐号，15天天气预报有权回收该帐号，以免造成资源浪费，由此带来问题均由用户自行承担。",
        "start": 2195,
        "end": 2484,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* ## 三、用户承诺与保证\n1.不为任何非法目的而使用本网络服务系统；不以任何形式使用15天天气预报服务侵犯15天天气预报以及入驻第三方15天天气预报的商业利益，包括并不限于发布非经15天天气预报许可的商业广告；不得利用15天天气预报网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；",
        "start": 2498,
        "end": 2650,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2.不利用15天天气预报提供的服务从事以下活动：\n（1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；\n（2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；\n（3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；\n（4）故意制作、传播计算机病毒等破坏性程序的；\n（5）其他危害计算机信息网络安全的行为。\n（6）如因用户利用15天天气预报提供的网络服务进行了侵犯了任何第三方的合法权益（包括但不限于专利权、商标权、著作权及著作权邻接权、肖像权、隐私权、名誉权等）的行为而导致15天天气预报或15天天气预报第三方遭受任何投诉、举报、质询、索赔、诉讼；或者因此遭受任何名誉、声誉或者财产上的损失，用户应积极采取一切可能的措施，以保证15天天气预报或者15天天气预报第三方免受上述索赔、诉讼的影响，同时用户应对15天天气预报或者15天天气预报第三方因此遭受的直接及间接经济损失负有全部的损害赔偿责任。",
        "start": 2662,
        "end": 3091,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "3.不利用15天天气预报传播如下内容：\n（1）反对宪法所确定的基本原则的；\n（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；\n（3）损害国家荣誉和利益的；\n（4）煽动民族仇恨、民族歧视，破坏民族团结的；\n（5）破坏国家宗教政策，宣扬邪教和封建迷信的；\n（6）散布谣言，扰乱社会秩序，破坏社会稳定的；\n（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；\n（8）侮辱或者诽谤他人，侵害他人合法权益的；\n（9）含有法律、行政法规禁止的其他内容的信息。",
        "start": 3103,
        "end": 3338,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4.不会请求、收集、索取或以其他方式获取对15天天气预报帐号、密码或其他身份验证凭据的访问权。",
        "start": 3350,
        "end": 3397,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "5.用户保证，不得并禁止直接或间接的：\n（1）删除、隐匿、改变15天天气预报上显示或其中包含的任何专利、版权、商标或其他所有权声明；\n（2）以任何方式干扰或企图干扰15天天气预报网站任何部分或功能的正常运行；\n（3）避开、尝试避开或声称能够避开任何内容保护机制或者15天天气预报服务数据度量工具；\n（4）未获得15天天气预报事先书面同意以书面格式或图形方式使用源15天天气预报或者15天天气预报第三方的任何注册或未注册的商品、服务标志、公司徽标(LOGO)、URL或其他标志；\n（5）使用任何标志，包括但不限于以对此类标志的所有者的权利的玷污、削弱和损害的方式使用15天天气预报或者其关联公司、15天天气预报第三方的标志。用户不得利用网络技术导出任何用户信息，否则，必须在获取任何用户信息或其他15天天气预报服务内容后的\n24 小时内停止使用和删除它们，15天天气预报或者其他第三方有权追责。",
        "start": 3409,
        "end": 3805,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "6.用户违反上述任何一款的保证，15天天气预报均有权就其情节，对其做出警告、屏蔽、直至取消资格的处罚；如因用户违反上述保证而给15天天气预报或者关联方、15天天气预报第三方造成损失，用户自行负责承担一切法律责任并赔偿损失。",
        "start": 3817,
        "end": 3928,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* ## 五、免责声明\n1、用户违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿15天天气预报与合作公司、关联公司，并使之免受损害。\n2、用户因第三方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，15天天气预报及合作单位不承担责任。\n3、因技术故障等不可抗事件影响到服务的正常运行的，15天天气预报及合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，15天天气预报及合作单位不承担责任。\n4、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。\n5、用户理解并同意，使用本服务因涉及Internet服务，可能会受到各个环节不稳定因素的影响。因此，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，15天天气预报不作担保。对因此导致用户不能发送和接受阅读信息、或接发错信息，15天天气预报不承担任何责任。\n6、用户理解并同意，在使用本服务过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，15天天气预报和合作公司对本服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适当性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。\n7、15天天气预报定义的信息内容包括：文字、软件、声音、相片、录像、图表；在广告中全部内容；15天天气预报为用户提供的商业信息，所有这些内容受版权、\n商标权、和其它知识产权和所有权法律的保护。所以，用户只能在15天天气预报和广告商授权下才能使用这些内容，而不能擅自复制、修改、编纂这些内容、或创造与内容有关的衍生产品。\n8、在任何情况下，15天天气预报均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用15天天气预报服务而遭受的利润损失，承担责任（即使15天天气预报已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，15天天气预报对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在成员期内因使用15天天气预报服务而支付给15天天气预报的费用(如有)。\n9、就下列相关事宜的发生，15天天气预报不承担任何法律责任：\n（1）15天天气预报根据法律规定或相关政府的要求提供您的个人信息；\n（2）由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因15天天气预报原因导致的个人信息的泄漏；\n（3）任何第三方根据15天天气预报各服务条款及声明中所列明的情况使用您的个人信息，由此所产生的纠纷；\n（4）任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭；\n（5）因不可抗力导致的任何后果；\n（6）15天天气预报在各服务条款及声明中列明的使用方式或免责情形。",
        "start": 5436,
        "end": 6937,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* ## 六、知识产权\n1、知识产权声明\n（1）本“软件”是由15天天气预报开发。“软件”的一切版权、商标权、专利权、商业秘密等知识产权，以及与“软件”相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，15天天气预报享有上述知识产权。\n（2）未经15天天气预报书面同意，用户不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何三方实施、利用、转让上述知识产权，15天天气预报保留追究上述未经许可行为的权利。",
        "start": 6951,
        "end": 7267,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2、“软件”授权范围\n（1）用户可以为非商业目的在单一台终端设备上安装、使用、显示、运行本“软件”。用户不得为商业运营目的安装、使用、运行本“软件”，不可以对该软件或者该软件运行过程中释放到任何计算机终端内存中的数据及该软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入本“软件”和相关系统。\n（2）用户不得未经15天天气预报许可，将本“软件”安装在未经15天天气预报明示许可的其他终端设备上。包括但不限于机顶盒、手持设备、电话、无线上网机、游戏机、电视机、DVD机等。\n（3）保留权利：未明示授权的其他一切权利仍归15天天气预报所有，用户使用其他权利时须另外取得15天天气预报的书面同意。",
        "start": 7279,
        "end": 7625,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* ## 七、争议解决\n用户与15天天气预报因本协议导致的争议、纠纷等，可提交本协议订立地上海市浦东新区有管辖权的人民法院通过诉讼解决。",
        "start": 7639,
        "end": 7707,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_4",
        "classId_name": "用户权利增删改查",
        "text": "2、用户有权更改、删除在15天天气预报上的个人资料、注册信息及传送内容等，但需注意，删除有关信息的同时也会删除任何您储存在系统中的文字和图片。用户需自行承担相关风险。",
        "start": 2111,
        "end": 2194,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "* ## 四、用户隐私政策\n1、我们收集您的信息范围\n当我们需要能识别您身份的信息（个人信息）或者可以与您联系的信息时，我们会征求您的同意。通常，在您使用15天天气预报或其他15天天气预报在线服务时，我们会请求您提供这些信息。这些信息通常包括：\n（1）您的地理位置；\n（2）您执行搜索或获取天气的时间和日期；\n（3）您的微博、微信或其他分享网站的相关信息；\n（4）如果您注册15天天气预报论坛或其他15天天气预报账号，我们还可能会收集您的姓名、性别、联系方式等；\n（5）以及其它根据您使用15天天气预报的需要调取的其他信息，包括但不限于您的设备以及您设备中其它应用软件的信息等。",
        "start": 3942,
        "end": 4231,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "2、我们如何使用您的信息",
        "start": 4243,
        "end": 4255,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "15天天气预报会在法律要求或符合15天天气预报相关服务条款、软件使用许可协议约定的情况下使用您的个人信息，或者有充分理由相信必须这样做才能：\n（1）满足法律的明文规定，或者符合15天天气预报适用的法律程序；\n（2）符合15天天气预报相关服务条款、软件许可使用协议的约定；\n（3）保护15天天气预报及其相关网站、软件的权利和财产，以及在紧急情况下保护15天天气预报员工、15天天气预报产品或服务的用户或大众的个人安全。\n（4）对于自动定位，我们使用您的大致位置来向您提供本地天气信息；",
        "start": 4256,
        "end": 4497,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "我们",
        "start": 3970,
        "end": 3972,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "您",
        "start": 4047,
        "end": 4048,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "15天天气预报",
        "start": 4256,
        "end": 4263,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "需要",
        "start": 3972,
        "end": 3974,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_22",
        "classId_name": "收集",
        "text": "使用",
        "start": 4300,
        "end": 4302,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "能识别您身份的信息",
        "start": 3974,
        "end": 3983,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 3984,
        "end": 3988,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "可以与您联系的信息",
        "start": 3991,
        "end": 4000,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "地理位置",
        "start": 4070,
        "end": 4074,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "执行搜索或获取天气的时间和日期",
        "start": 4080,
        "end": 4095,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "微博、微信或其他分享网站的相关信息",
        "start": 4102,
        "end": 4119,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "姓名",
        "start": 4161,
        "end": 4163,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "性别",
        "start": 4164,
        "end": 4166,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "联系方式",
        "start": 4167,
        "end": 4171,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "设备",
        "start": 4212,
        "end": 4214,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "设备中其它应用软件的信息",
        "start": 4217,
        "end": 4229,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 4304,
        "end": 4308,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "征求您的同意",
        "start": 4005,
        "end": 4011,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "法律要求",
        "start": 4265,
        "end": 4269,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "符合15天天气预报相关服务条款、软件使用许可协议约定的情况",
        "start": 4270,
        "end": 4299,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "提供",
        "start": 4048,
        "end": 4050,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "对于分享功能，我们使用您的社交工作中的联系人以便您将天气信息分享给您的朋友；\n对于获取天气和搜索，我们使用您的日期和时间来确保您能随时获取最新的数据。\n15天天气预报不会未经允许将这些信息与第三方共享，本声明已经列出的情况除外。",
        "start": 4498,
        "end": 4612,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "3、我们如何保护您的信息\n我们为您提供了多种途径以确保您的个人信息是准确及时的。如果您在15天天气预报网站上注册，您可以随时查阅或编辑您提交给15天天气预报网站的个人信息，您也可以随时删除您提交给15天天气预报网站的个人信息。\n严格保护您的个人信息的安全。我们使用各种安全技术和程序来保护您的个人信息不被未经授权的访问、使用或泄漏。15天天气预报将按照法律法规以及相关政策的要求保护您的信息，并按照法律法规关于保密的要求处理相关的信息。",
        "start": 4624,
        "end": 4842,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_15",
        "classId_name": "网站Cookie及WebBeacon使用",
        "text": "4、Cookie的使用\n当您借助Web浏览器使用15天天气预报服务时，您会将一个或多个“Cookie”置入计算机中。如果您使用15天天气预报账号登录到15天天气预报论坛或其他15天天气预报服务，我们将设置或读取一个或多个其他Cookie。我们将使用这些 Cookie 来运营15天天气预报服务并为您提供更为相关的服务体验。您可以使用您的浏览器设置来删除或阻止您计算机上的Cookie。",
        "start": 4854,
        "end": 5046,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "5、对青少年个人信息的搜集和使用\n15天天气预报非常重视对青少年个人信息搜集和使用的安全性和保护。15天天气预报建议，任何16岁以下的未成年人参加网上活动应事先取得家长或其法定监护人（以下简称\"监护人\"）的书面同意。\n未经监护人事先同意，15天天气预报不会使用青少年的个人信息，也不会向任何第三方透露可识别的信息，除非是为了向青少年提供服务之必要。经监护人同意，15天天气预报可以搜\n集青少年的个人信息，但监护人有权拒绝15天天气预报进一步搜集其子女或被监护人的个人信息，有权审阅或要求15天天气预报删除该青少年的个人信息。15天天气预报保证不会要求青少年提供额外的个人资料，以作为允许其参与网上活动的条件。",
        "start": 5058,
        "end": 5362,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "6、15天天气预报可以根据法律法规以及相关政策的要求及时更新隐私协议，届时将以公开的形式通知您。",
        "start": 5374,
        "end": 5422,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "* ## 八、如何联系我们\n如对本政策内容有任何疑问、意见或建议，您可通过留言板或客服电话与我们联系。\n如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，可以向本隐私政策签署地上海浦东新区有管辖权的人民法院提起诉讼来寻求解决方案。\n公司名称：上海懿瞳信息科技有限公司\n注册地址：上海市浦东新区川沙路1098号8幢\n办公地址：上海市浦东新区申江路5005弄星创科技1号楼9楼\n联系邮箱：tq@xiaoniuhy.com\n信息保护负责人联系电话：15000982709",
        "start": 7721,
        "end": 7968,
        "fields": [],
        "sub_annotations": []
    }
]