# -*- coding:utf-8 -*-
# Author: Kaifa Zachary ZHAO
# Date: 10/25/2021

import re

Punct = [" ", "，", "：", "。", "｜", "/", "、", "！", "～", "#", "¥", "%",
         "！", "？", "｡", "＂", "＃", "＄", "％", "＆", "＇", "（", "）",
         "＊", "＋", "，", "－", "／", "：", "；", "＜", "＝", "＞", "＠",
         "［", "＼", "］", "＾", "＿", "｀", "｛", "｜", "｝", "～", "｟",
         "｠", "｢", "｣", "､", "、", "〃", "》", "「", "」", "『", "』",
         "【", "】", "〔", "〕", "〖", "〗", "〘", "〙", "〚", "〛", "〜",
         "〝", "〞", "〟", "〰", "〾", "〿", "–", "—", "‘", "’", "‛", "“",
         "”", "„", "‟", "…", "‧", "﹏", "."]

label_mapping = {
    "e_21": "数据",
    "e_22": "收集",
    "e_23": "分享",
    "e_24": "操作者",
    "e_25": "条件",
    "e_26": "受试者",
    "e_27": "目的"
}

ner_label_map = {
    "e_21": "data",
    "e_22": "collect",
    "e_23": "share",
    "e_24": "handler",
    "e_25": "condition",
    "e_26": "subjects",
    "e_27": "purpose"
}

TAR_FIELD = ["e_21", "e_22", "e_23", "e_24", "e_25", "e_26", "e_27"]


def get_ner_label(tagtog_label: str):
    return ner_label_map[tagtog_label]


def cut_sentz(para):
    para = re.sub('([。。！？\?])([^”’])', r"\1zkf\2", para)  # 单字符断句符
    para = re.sub('(\.{6})([^”’])', r"\1zkf\2", para)  # 英文省略号
    para = re.sub('(\…{2})([^”’])', r"\1zkf\2", para)  # 中文省略号
    para = re.sub('([。。！？\?][”’])([^，。。！？\?])', r'\1zkf\2', para)
    # 如果双引号前有终止符，那么双引号才是句子的终点，把分句符\n放到双引号后，注意前面的几句都小心保留了双引号
    para = para.rstrip()  # 段尾如果有多余的\n就去掉它
    # 很多规则中会考虑分号;，但是这里我把它忽略不计，破折号、英文双引号等同样忽略，需要的再做些简单调整即可。
    # while "\n\n" in para:
    #     para = para.replace("\n\n", "\n")
    return para.split("zkf")
