[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "堆糖用户协议（以下简称“本协议”）是堆糖信息科技（上海）有限公司（以下简称“本公司”）与堆糖平台注册会员(以下简称“您”)就您使用堆糖平台（以下简称“堆糖”）服务相关事项所订立的合约。本公司通过国际互联网络为您提供一种全新的在线社交方。您通过网络页面点击确认或以其他方式（包括但不限于签字或签章确认等方式）接受本协议，即表示您与本公司已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及本公司网站所包含的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定，包括本公司对用户协议随时做的任何修改。\n您确认并同意上述变更和/修改具有溯及力，其效力将溯及至您首次使用堆糖服务时。\n在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解该条款的含义，请不要进行后续操作。",
        "start": 56,
        "end": 435,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "服务内容  \n堆糖的具体服务内容由堆糖根据实际情况提供，例如个人信息、个人分享信息以及评论，在线交流等。堆糖保留变更、中断或终止部分网络服务的权利。  \n本公司保留根据实际情况随时调整堆糖平台提供的服务种类、形式。堆糖不承担因业务调整给用户造成的损失。",
        "start": 449,
        "end": 575,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "注册义务  \n为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的、真实的手机号、注册邮箱、密码和名号，并确保今后更新的手机号、登录邮箱、名号、头像等信息资料的真实性、有效性和合法性。若您提供任何非真实的、违法的、不道德的或本公司认为不适合在堆糖上展示的信息资料，本公司有理由怀疑你的资料属于程序或恶意操作，本公司有权暂停或终止您的账号，并拒绝您于现在和未来使用本服务之全部或任何部分。本公司无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。",
        "start": 589,
        "end": 859,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "内容使用权  \n用户在堆糖发表的内容（包含但不限于堆糖目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表本公司的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。本公司不承担任何法律及连带责任。  \n用户不得使用堆糖服务发送或传播敏感信息和违反国家法律制度的信息，包括但不限于下列信息：  \n1\\. 反对宪法所确定的基本原则的；  \n2\\. 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；  \n3\\. 损害国家荣誉和利益的；  \n4\\. 煽动民族仇恨、民族歧视，破坏民族团结的；  \n5\\. 破坏国家宗教政策，宣扬邪教和封建迷信的；  \n6\\. 散布谣言，扰乱社会秩序，破坏社会稳定的；  \n7\\. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；  \n8\\. 侮辱或者诽谤他人，侵害他人合法权益的；  \n9\\. 含有法律、行政法规禁止的其他内容的。",
        "start": 873,
        "end": 1297,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "用户承诺发表言论要：爱国、守法、自律、真实、文明，用户不得在堆糖上传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、危害国家安全的、泄露国家机密的、破坏国家宗教政策和民族团结的以及其它违反法律法规及政策的内容。  \n如用户在堆糖发布任何侵犯他人知识产权或其他合法权益的内容，或发表任何违规信息（定义见附件），本公司有权立即自堆糖删除此类内容及信息；如果用户发布了大量的侵权内容或违规信息，或存在其他违反本用户协议的行为本公司有权作出独立判断立即取消用户服务账号。用户需对自己在网上的行为承担法律责任，本公司不承担任何法律及连带责任，并保留移交司法机关处理的权利。",
        "start": 1303,
        "end": 1601,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "本隐私声明适用于堆糖的所有相关服务，随着堆糖服务范围的扩大，隐私声明的内容可由堆糖随时更新，且毋须另行通知。更新后的隐私声明一旦在网页上公布即有效代替原来的隐私声明。",
        "start": 1684,
        "end": 1767,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "a)\n满足法律或行政法规的明文规定，或者符合堆糖站适用的法律程序；（b）符合堆糖相关用户协议、软件许可使用协议的约定；(c)\n保护本公司的权利或财产，以及在紧急情况下保护本公司员工、产品或服务的用户或大众的个人安全。  \n本公司不会未经您的允许将这些信息与第三方共享，本声明已经列出的上述情况除外。  \n==========",
        "start": 1887,
        "end": 2049,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "社区准则  \n用户使用堆糖服务时需遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规、实施办法。  \n用户使用堆糖服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，本公司有权直接删除该等违反规定之内容。  \n除非与本公司单独签订合同，否则不得将社区用于商业目的；堆糖仅供个人使用。  \n不可以通过自动方式创建账户，也不可以对账户使用自动系统执行操作。  \n用户影响系统总体稳定性或完整性的操作可能会被暂停或终止，直到问题得到解决。",
        "start": 2050,
        "end": 2461,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "本公司提倡：  \n1\\. 分享、互助和开放；  \n2\\. 宽容和理性地对待不同的看法、喜好和意见；  \n3\\. 尊重他人的隐私和个人空间。  \n本公司不欢迎：  \n1\\. 针对种族、国家、民族、宗教、性别、年龄、地缘、性取向、生理特征的歧视和仇恨言论；  \n2\\. 不雅词句、人身攻击、故意骚扰和恶意使用；  \n3\\. 色情、激进时政、意识形态方面的话题；  \n4\\. 频繁发布形式恶劣的广告内容。  \n本公司不允许：  \n1\\. 违反中国或堆糖成员所在地法律法规的行为和内容；  \n2\\. 威胁他人或堆糖成员自身的人身安全、法律安全的行为；  \n3\\. 对网站的运营安全有潜在威胁的内容。  \n堆糖小组的指导原则：  \n1\\. 小组组长为自愿申请；  \n2\\. 小组组长有责任和义务及时移除与小组主题不符合的物品以及违反堆糖社区指导原则的内容。",
        "start": 2465,
        "end": 2838,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "知识产权  \n用户承诺对其上传或者发表于堆糖的所有信息（即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字、图片、音乐、电影、表演、录音录像制品和电脑程序等）均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本条规定造成本公司被第三方索赔的，用户同意全额补偿本公司（包括但不限于各种赔偿费用和律师费）；  \n当第三方认为用户上传或者发表于堆糖的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向堆糖发送权利通知书（见附件一）时，用户同意本公司可以自行判断决定删除涉嫌侵权的用户上传或者发表于堆糖的信息，除非收到符合相关法律规定且可以证明本公司不承担任何法律责任的书面说明，本公司将不会自动恢复上述删除的信息，由此给涉嫌侵权的用户带来的任何损失，本公司不承担任何法律责任；  \n如用户在使用堆糖服务时违反上述任何规定，本公司有权要求用户改正或直接采取一切必要的措施（包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利）以减轻用户不当行为而造成的影响。由此给该用户带来的任何损失，本公司不承担任何法律责任。",
        "start": 2852,
        "end": 3331,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "免责声明  \n一旦您注册成为用户即表示您与本公司达成协议，完全接受本用户协议项下的全部条款。对免责声明的解释、修改及更新权均属于本公司所有。  \n1\\. 由于您将用户密码告知他人或与他人共享注册账户，由此导致的任何个人信息的泄漏，或其他非因本公司原因导致的个人信息的泄漏，本公司不承担任何法律责任；  \n2\\. 任何第三方根据本公司用户协议中所列明的情况使用您的个人信息，由此所产生的纠纷，本公司不承认任何法律责任；  \n3\\. 任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭，本公司不承担任何法律责任；  \n4\\.\n我们鼓励用户充分利用堆糖平台自由地张贴和共享自己的信息。您可以自由张贴图片等内容，但您应拥有这些内容的使用权。同时，用户不应在自己的个人主页或社区中张贴其他受版权保护的内容。  \n5\\. 用户在堆糖发布侵犯他人知识产权或其他合法权益的内容，本公司有权予以删除，并保留移交司法机关处理的权利。  \n6\\. 用户对于其创作并在堆糖上发布的合法内容依法享有著作权及其相关权利。  \n7\\.\n互联网是一个开放平台，用户将图片等资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。用户明确同意其使用堆糖服务所存在的风险将完全由其自己承担；因其使用堆糖服务而产生的一切后果也由其自己承担，本公司对用户不承担任何责任。",
        "start": 3345,
        "end": 3943,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "服务变更、中断或终止  \n遇到特殊情况或政府相关机构要求时，本公司有权根据有权机构的要求直接停用或注销用户账号；  \n如因系统维护或升级的需要而需暂停网络服务、服务功能的调整，本公司将尽可能事先在堆糖平台进行通告。  \n如发生下列任何一种情形，本公司有权单方面中断或终止向用户提供服务而无需通知用户：  \n1.用户提供的个人资料不真实；  \n2.用户违反本用户协议中规定的使用规则；  \n3.用户进行影响堆糖系统总体稳定性或完整性的操作；  \n4.未经本公司书面同意，将堆糖平台用于商业目的。  \n用户协议的完善和修改  \n本公司有权根据互联网的发展和中华人民共和国有关法律、法规的变化，不时地完善和修改堆糖用户协议。本公司保留随时修改用户协议的权利，用户在使用堆糖平台服务时，有必要对最新的堆糖用户协议进行仔细阅读和重新确认，当发生有关争议时，请以最新的用户协议为准。",
        "start": 3957,
        "end": 4342,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**特别约定  \n用户使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，本公司有权直接删除该等违反规定之信息，并有权暂停或终止向该用户提供服务。  \n若用户利用本服务从事任何违法或侵权行为，由用户自行承担全部责任，本公司不承担任何法律及连带责任。因此给本公司或任何第三方造成任何损失，用户应负责全额赔偿。  \n您知悉并同意，本公司有权将您上传或者发表于堆糖的所有信息，转载于本公司运营的堆糖APP应用、微博微信公众号等多种媒体。您认可上述转载视同您本人发布和/或上传行为，受本协议约束，您和本公司无须另行签署协议。",
        "start": 4356,
        "end": 4626,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "* 本条款的最终解释权归堆糖所有  \n** 附件一：侵权作品反应方案",
        "start": 4640,
        "end": 4674,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "要求删除该侵权信息或内容。通知书须由权利人或经其合法授权的人亲笔签名，若为单位则还须加盖单位公章。\n通知书应当包含下列内容：",
        "start": 4785,
        "end": 4847,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "要求删除内容或信息的准确名称和网络地址，以便堆糖能够发现并确认侵权内容；  \n认为构成侵权的初步证明材料，包括但不限于对被侵犯对象的权属证明等。 您应对通知书的真实性负责。若通知书的内容不真实，您将承担由此造成的全部法律责任。  \n堆糖收到您发出的以上通知后会及时对侵犯事实进行核查，核查确认您的侵犯通知书事实无误的情况下，堆糖将：  \n立即删除涉嫌侵权的内容或信息，或者断开涉嫌侵权作品的链接，并同时将通知书转送作品或内容的提供者；  \n除履行反通知程序外，对使用同一账号多次上传同一侵权作品的会员，堆糖有权不事先通知随时终止该帐号的使用。  \n==========",
        "start": 4896,
        "end": 5180,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "附件二：对用户上传内容的审查制度  \n审查原则：  \n若堆糖发现用户上传或发布的作品存在或可能存在侵犯任何第三方知识产权或违规信息的情形，堆糖有权在不经事先通知的情况下随时删除该侵权或违规内容。  \n堆糖会采取必要的技术措施，尽量防止相同侵权或违规作品的再次上传。  \n若堆糖发现用户反复上传侵权或违规内容，则堆糖有权随时停止为该等用户提供服务，并采取包括关闭注册账户、禁止登录在内的各种措施。  \n审核步骤：  \n对每个用户上传至堆糖的内容，堆糖都会采取以下步骤对该上传内容进行审核：用户发布——系统判断——系统拦截——人工初审——人工复审——前台发布；",
        "start": 5181,
        "end": 5459,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "审核完毕后，堆糖会根据审核的结果对用户上传内容进行以下类型的操作：删除、屏蔽、公开及推荐；  \n具体操作：首先，由系统对用户上传的内容进行识别，只要被系统识别为可能侵权或违规，即刻进入锁定区，对公众不可见；之后由堆糖工作人员审核是否侵权或违规，对于确定合规的，取消锁定；如有构成侵权或违规，人工审核清除此信息，并查看此用户所上传的所有信息，如果侵权或违规信息为少量的，则清除侵权或违规信息；如果此会员发布了大量的侵权或违规信息，则堆糖会将侵权或违规内容全部清除，并屏蔽该会员。  \n堆糖每周升级扫描系统，收集新的关键字到词典；系统重新学习，重新计算侵权或违规信息的关键字分布概率。  \n对于用户上传的以下内容（统称为“违规信息”），堆糖必须予以删除处理：  \n违法信息：是指违背《中华人民共和国宪法》和《全国人大常委会关于维护互联网安全的决定》、《互联网信息服务管理办法》所明文严禁的信息以及其它法律法规明文禁止传播的各类信息。  \n不良信息：是指违背社会主义精神文明建设要求、违背中华民族优良文化传统与习惯以及其它违背社会公德的各类信息。  \n淫秽信息：是指在整体上宣扬淫秽行为，具有下列内容之一：  \n淫亵性地具体描写性行为、性交及其心理感受；  \n宣扬色情淫荡形象；  \n淫亵性地描述或者传授性技巧；  \n具体描写乱伦、强奸及其它性犯罪的手段、过程或者细节，可能诱发犯罪的；  \n具体描写少年儿童的性行为；  \n淫亵性地具体描写同性恋的性行为或者其它性变态行为，以及具体描写与性变态有关的暴力、虐待、侮辱行为；  \n其它令普通人不能容忍的对性行为淫亵性描写。  \n《互联网信息服务管理办法》所严禁的九类信息是：  \n反对宪法所确定的基本原则的；  \n危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；  \n损害国家荣誉和利益的；  \n煽动民族仇恨、民族歧视，破坏民族团结的；  \n破坏国家宗教政策，宣扬邪教和封建迷信的；  \n散布谣言，扰乱社会秩序，破坏社会稳定的；  \n散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；  \n侮辱或者诽谤他人，侵害他人合法权益的；  \n含有法律、行政法规禁止的其它内容的。",
        "start": 5462,
        "end": 6375,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "您",
        "start": 622,
        "end": 623,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "本公司",
        "start": 1824,
        "end": 1827,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "填写",
        "start": 623,
        "end": 625,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "透露",
        "start": 1860,
        "end": 1862,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "手机号、注册邮箱、密码和名号",
        "start": 632,
        "end": 646,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "个人信息",
        "start": 1864,
        "end": 1868,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "隐私保护  \n保护用户隐私是堆糖的重点原则，本公司通过技术手段、提供隐私保护服务功能、强化内部管理等办法充分保护用户的个人资料安全。",
        "start": 1615,
        "end": 1681,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "本公司严格保护您个人信息的安全。我们使用各种安全技术和程序来保护您的个人信息不被未经授权的访问、使用或泄漏。本公司会在法律要求或符合堆糖的相关用户协议、软件许可使用协议约定的情况下透露您的个人信息，或者有充分理由相信必须这样做才能：",
        "start": 1770,
        "end": 1886,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "在法律要求或符合堆糖的相关用户协议、软件许可使用协议约定的情况下",
        "start": 1828,
        "end": 1860,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "有充分理由相信必须这样做才能",
        "start": 1871,
        "end": 1885,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "如果用户认为堆糖上提供的信息或内容侵犯了您的权利，您可以发送通知书至【[service@duitang.com](mailto:service@duitang.com\n\"service@duitang.com\")】，",
        "start": 4677,
        "end": 4785,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "您的姓名（名称）、联系方式、地址、身份证复印件（自然人）、单位登记证明复印件（单位）；",
        "start": 4850,
        "end": 4893,
        "fields": [],
        "sub_annotations": []
    }
]