[
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**一、导言**\n实况天气在此特别提醒您认真阅读、充分理解本《软件服务协议》（以下简称\"本协议\"）：\n1、本协议是您与上海网豆网络科技有限公司及其关联公司（包括但不限于上海掌门科技有限公司、上海连尚网络科技有限公司及其关联公司，以下简称\"本公司\"）之间关于您注册、登录、使用\"实况天气\"（以下简称\"本软件\"）服务所订立的协议。本协议描述本公司与您之间关于使用本软件所提供相关服务的权利义务。\n2、以下声明和本协议中，服务是指本公司现在或将来向用户提供的包括但不限于天气信息显示、阅读、游戏、网络媒体、互联网增值、互动娱乐、电子商务和广告等产品及服务（以下简称\"实况天气产品和/或服务\"或\"服务\"）。\"用户\"是指注册、登录、使用、浏览本服务的个人或组织，本协议中更多的称为\"您\"。",
        "start": 61,
        "end": 400,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "二、特别提示**\n**_1_** ** _、【审慎阅读】请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。_**\n针对前述条款，本协议已以明确的足以引起您注意的包括但不限于加重字体、斜体、下划线、颜色标记等合理方式提醒您注意相关条款（ **_需要强调的是，还包括您应特别注意任何未明确标记的含有\n\"不承担\"、\"免责\"、\"不得\"以及\"无关\"等形式用语的条款_**），该等条款的确认将导致您在特定情况下的被动、不便和/或造成损失，请您在确认同意本协议之前再次阅读上述条款。\n** _除非您已审慎阅读、充分理解并同意本协议所有条款，您将放弃使用本公司和本软件的服务_** _。_",
        "start": 415,
        "end": 722,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**_2_** ** _、本协议签署后，您如有任何需要本公司说明条款的要求，请立即停止使用服务，",
        "start": 734,
        "end": 782,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "，即表示您充分理解并选择同意该协议的所有条款。_**\n双方在此确认本公司已依法履行了根据您要求对相关条款进行说明的法定义务，本公司已给予您充足的时间与充分的选择权来决定是否缔结本协议。",
        "start": 868,
        "end": 960,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "*_3_** ** _、【服务协议的确认和接受】鉴于本公司已依法明确了上述条款，您点击\"同意\"或\"下一步\"或者在本公司提示您阅读并选择是否同意本协议后根据相关操作流程开始或继续使用实况天气产品和/或服务，将被视为且应当被视为您已经完全注意并\"同意\"了本协议所有条款尤其是提醒您注意的条款的合法性及有效性，您不应当以本公司未对相关条款以合理方式提醒您注意，或未根据您要求尽到说明义务为理由而声称相关条款非法或无效。\n如果您不同意本协议的任何内容，点击\"不同意\"，视为您选择放弃使用实况天气产品和/或服务。_**",
        "start": 973,
        "end": 1227,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "、【从未授权第三方处获取】如果您从未经本公司授权的第三方处获取本软件或与本软件名称相同的安装程序，本公司无法保证该软件的安全性、合法性及正常的使用功能，亦无法对因此给您造成的损失承担赔偿责任。如您遇此类情形，欢迎您通过本协议中列明的客服电话及邮箱，向我们反馈存在此类未经授权的软件或与本软件名称相同的安装程序。_**",
        "start": 2321,
        "end": 2479,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "3、为了改善用户体验、完善服务内容，本公司将不断努力开发新的服务，并为您不时提供软件更新。本软件新版本发布后，旧版本的软件可能无法使用或不再具备部分使用功能或无法获取相应的客户服务支持，为避免给您的使用造成不便，请您随时核对并下载最新版本软件。",
        "start": 2491,
        "end": 2613,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**除本协议 \"导言\"部分对本软件\"服务\"所作出的说明以外，本公司\"实况天气\"服务致力于提供以下服务内容：**\n实况天气通过获取实时天气，为用户提供天气相关服务。\n**_ _**",
        "start": 2642,
        "end": 2731,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2、您使用本软件服务发布或通过本软件服务所传送的任何内容并不代表或暗示本公司的观点或政策，本公司对此不承担任何责任，同时保留依据法律法规规定及本协议约定（包括但不限于本协议第五条相关规定），在获知存在相关违法违规内容后适时采取相应措施的权利。",
        "start": 3059,
        "end": 3180,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "3、您须对在本软件上所传送信息的真实性、合法性、有效性等负全部责任，因您所传播的信息引发的任何法律责任由您自行承担。本公司同时保留依据法律法规规定及本协议约定（包括但不限于本协议第五条相关规定），对因您所传播信息引发的法律责任适时采取相应措施的权利。",
        "start": 3192,
        "end": 3317,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "4、本公司因业务发展需要，可能将视情况对本软件的全部或部分服务进行变更、暂停、限制、终止或撤销。本公司特提醒您注意前述风险，并建议您采取适当的预防性措施。",
        "start": 3329,
        "end": 3406,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "、您使用本软件应当遵守宪法法律，遵守公共秩序，尊重社会公德，您不得利用本软件或使用本软件的服务实施下列行为或发布、传送、传播、储存以下内容：\n(1) 反对宪法所确定的基本原则；\n（2）危害网络安全；\n（3）危害国家安全、荣誉和利益；\n（4）煽动颠覆国家政权、推翻社会主义制度；\n（5）煽动分裂国家、破坏国家统一；\n(6) 泄露国家秘密；\n（7）宣扬恐怖主义、极端主义；宣扬邪教和封建迷信的；\n（8）宣扬民族仇恨、民族歧视；\n（9）传播暴力、淫秽色情信息；\n（10）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；\n（11）制作、发布、传播侵害儿童个人信息安全的信息；\n（12）编造、传播虚假信息扰乱经济秩序和社会秩序；\n（13）侵害他人名誉、隐私、知识产权和其他合法权益等活动；\n（14）跟踪或以其他方式骚扰他人，非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的行为；\n（15）向他人提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具，或明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助的行为；\n（16）用本公司提供的服务设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，或利用本公司的网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息；\n（17）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；\n（18）不符合遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等\"七条底线\"要求的；\n(19) 含有法律、行政法规禁止的其他内容的信息；\n（20） 其他违反法律法规、政策及公序良俗、社会公德或干扰本软件正常运营和侵犯其他用户或第三方合法权益的信息。",
        "start": 3781,
        "end": 4610,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "、除非法律允许或本公司书面许可，您使用本服务过程中不得从事下列行为：\n（1）诱导其他用户点击链接页面或分享信息的；\n（2）未经本公司书面许可利用本软件和任何功能，以及第三方运营平台进行推广或互相推广的；\n（3）发表、传送、传播骚扰、广告信息、过度营销信息及垃圾信息或含有任何性或性暗示的信息；\n（4）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；\n（5）其他干扰本软件正常运营或本公司未明示授权的行为。",
        "start": 4623,
        "end": 4851,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "9、本公司可依据合理判断，对任何违反有关法律法规或本协议约定，或者侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人行为的内容，有权依法停止传输，并有权依据自行判断对违反本条款的任何行为或内容采取适当的法律行动，包括但不限于：从本软件服务中删除具有违法性、侵权性、不当性等相关内容，终止违反者的用户资格，阻止其使用本软件全部或部分服务，并且依据法律法规保存有关信息和数据并向有关部门报告等。",
        "start": 4863,
        "end": 5059,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "10、本服务的所有权和运营权归本公司。本公司提供的服务将完全按照其发布的服务细则、服务条款和操作规则严格执行。",
        "start": 5071,
        "end": 5126,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "11、有关本服务及本协议未书面明示授权的其他一切权利仍归本公司所有。除非以书面明示方式明确，本公司不放弃或转让相关权益或对相关权益进行其他授权或许可。",
        "start": 5138,
        "end": 5213,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**六、您的权利与义务**\n1、本软件账号的所有权归本公司所有，您完成注册申请手续后，获得本软件账号的使用权，该使用权仅属于初始申请注册人，除本协议另有明文约定外禁止赠与、借用、租用、转让或售卖，否则本公司有权回收您的本软件账号。\n2、您承诺以其真实身份注册成为本软件的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议约定对所提供的信息承担相应的法律责任。\n3、您不得通过任何手段恶意注册账号（包括但不限于使用无效微信号、无效手机号、使用他人身份等恶意注册）或利用账号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，本公司有权对上述账号永久封停、注销登记、收回等措施，由此造成损失，由用户自行承担。同时，本公司有权将上述行为移交司法部门处理。\n4、您应当妥善保管注册账号信息及账号密码安全，您应当对使用注册账号以及密码下的行为承担法律责任。除本协议另有明文约定外，您承诺在任何情况下不使用其他成员的账号登录。您怀疑他人使用其账号时，您承诺立即通知本公司。本公司在收到您要求采取措施暂停其账号的登录和使用请求后，将要求您提供并核实与其注册身份信息相一致的个人有效身份信息。本公司核实您所提供的个人有效身份信息与所注册的身份信息相一致的，将及时采取措施暂停您账号的登录和使用。您没有提供其个人有效身份信息或者您提供的个人有效身份信息与所注册的身份信息不一致的，您理解本公司有权基于用户利益考虑在您被审核身份前无法满足您的前述请求。\n5、您应遵守本协议的各项条款，合法、正确、适当地使用本服务，如因您违反本协议中的任何条款，本公司有权依据协议并视您的违约情况决定终止对违约用户提供服务。\n** _有关具体违约责任及法律后果，提请您特别关注本协议第十条\n\"法律责任及免责声明\"部分。_**同时，本公司保留在本协议约定的情形以及基于其他合理事由收回您的该账号的权利。\n**_6_** **_、【账号回收】您注册本软件账号后如果连续三个月不登录该账号，本公司有权回收该账号，以免造成资源浪费。本公司提请您注意此种情形非发生以及因此可能给您导致的不便或风险，并建议您如拟避免此种情形的发生，预先采取定期登录等预防性措施。_**\n7、为保证本软件服务的适用性以及您的使用体验，请您及时下载最新版本并升级。",
        "start": 5344,
        "end": 6310,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**九、知识产权与商业秘密**\n1、本软件全部知识产权为上海网豆网络科技有限公司或其许可人所有，包括受《中华人民共和国著作权法》、《中华人民共和国商标法》或《中华人民共和国专利法》及其实施条例等法律法规保护的一切智力成果。\n2、本软件或者提供服务中所涉及的图形、视频、文字或其组成，以及其他本公司标志及产品、服务名称，均为本公司之知识产权。未经本公司事先书面同意，您不得以营利为目的将本公司标识以任何方式展示或使用或作其他处理，也不得向他人表明有权展示、使用或者其他有权处理本公司标识的行为。\n3、本软件所涉及的一切著作权、商标权、专利权等知识产权，以及与本软件相关的所有商业秘密及信息内容（包括但不限于本软件相关文字、软件、脚本、代码、设计、版面框架、图片、声音、音乐、视频、应用、图片解析查询功能和所有其他内容）均受中华人民共和国法律法规和相应的国际条约保护，本公司对上述内容享有一切权利。\n4、未经本公司许可，您不得修改实况天气的客户端程序；不得对实况天气进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble），不得破坏其完整性（包括程序代码、数据等）。\n5、未经本公司许可，您不得制作、传播有损本公司利益或扰乱软件正常使用秩序的任何第三方软件。",
        "start": 7613,
        "end": 8169,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "十、法律责任及免责声明**\n1、您违反本协议或相关法律规定，导致任何第三方向本公司、合作方、关联方、其他用户主张的任何索赔、要求或损失，包括律师费，您同意赔偿本公司与合作方、关联方及其他用户，并使之免受损害，且本公司有权视您的行为性质，采取包括但不限于中断使用许可、停止提供服务、限制使用、法律追究等措施。对进行违法活动、寻衅滋事、严重扰乱使用秩序、基于不正当目的使用软件、骚扰或欺骗其他用户等行为，本公司有权回收账户。同时，本公司会视司法部门的要求，协助调查。\n2、本软件涉及到WiFi连网和Internet服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述非因本公司行为、病毒或黑客攻击、您终端系统不稳定、您所在位置、您关机以及其他任何技术、GSM网络、互联网络、通信线路原因等造成服务中断或不能满足您要求的风险。对因前述原因导致的服务之及时性、安全性、准确性所可能引发的风险，本公司特提请您注意您将承担以上风险。\n**_3_** **\n_、【不可抗力及其他免责事由】对于因不可抗力而造成的服务器的死机、网络的中断，以及软件升级时的服务暂停等原因造成您造成的损失，本公司不承担任何责任。_**\n4、作为网络服务提供者，实况天气为用户提供上传空间服务，供公众天气信息或发送文字、图片、视频、链接等内容。实况天气对用户传输内容将作安全加密保存，但不做任何其他修改或编辑。实况天气坚决反对任何违反中华人民共和国法律法规等的行为，一经发现，实况天气会立即移除并停止继续传播任何非法信息。\n5、除本协议另有约定外，您不可转让本协议或其中所述之任何权利。\n6、您知悉，实况天气仅系帮助您查看实时天气的工具。本公司特提请您注意承担以上风险。您亦对您通过实况天气向公众分享图片信息的行为独立承担责任，本公司对热点信息的保护措施请见《实况天气隐私权政策》。\n7、在任何情况下，您不应轻信借款、索要密码、验证码或其他涉及财产或财产利益的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意本公司有关防范诈骗犯罪的提示。对于以本公司名义向您发出的此类信息或请求，您可在按照相应要求进行操作前，通过本协议列明的客服电话及时联系进行确认。",
        "start": 8183,
        "end": 9100,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "**十二、法律适用、争议解决及其他条款**\n1、 **\n_本公司郑重提醒您注意本协议中免除本公司责任和加重您义务的条款，请您仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。以上各项条款内容的最终解释权及修改权归本公司所有。_**\n2、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有执行力。\n3、本协议中的标题仅为方便而设，不具有法律效力。\n**_4_** ** _、【法律适用】本协议的解释、效力及纠纷的解决，适用中华人民共和国法律。_**\n**_5_** **\n_、【争议解决】若您和本公司之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交本公司所在地有管辖权的人民法院通过诉讼方式解决。_**",
        "start": 9253,
        "end": 9602,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_16",
        "classId_name": "其他",
        "text": "2019年11月【 26 】日",
        "start": 9672,
        "end": 9687,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "同时立即致电（服务电话：【_** 021-68639705**_】）或发送邮件至本公司客服（邮箱地址：【 】）_** **_，若您未致电或未发送有说明条款要求的邮件至本公司",
        "start": 782,
        "end": 868,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_14",
        "classId_name": "开发者公司名称联系方式",
        "text": "6、若您对本协议及本软件服务有任何意见，欢迎垂询本公司客服中心021-68639705。\n==========\n上海网豆网络科技有限公司",
        "start": 9603,
        "end": 9671,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "_4_** ** _、如果您是已满14周岁但未满18周岁的未成年人（因本协议不适用于未满14周岁的儿童，故如无特别说明，本协议项下所称\n\"未成年人\"均指已满14周岁未满18周岁的未成年人），请在法定监护人的陪同下仔细阅读本协议，并由法定监护人代为决定是否理解并同意本协议。您实际使用实况天气产品和/或服务，或行使和履行本协议项下的权利义务，将被视为且应当被视为已经获得监护人对本协议的许可及同意，且上述行为及意思表示将被视为且应当被视为系在监护人的全程监护或许可下进行。_**",
        "start": 1241,
        "end": 1479,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "**_5_** ** _、本协议不适用于未满14周岁（为本协议之目的，以下简称\"儿童\"）的儿童。如您系儿童，或您注册账号后将交由或允许对其享有法定监护权的儿童使用实况天气产品和/或服务，请切勿点击\"同意\"本协议并暂停注册程序，并请立即致电（服务电话：【】）或发送邮件至本公司客服（邮箱地址：【】）的方式提出申请，向本公司说明用户为儿童以及拟注册的账号信息，并配合本公司进行必要审核或取得必要授权，以便于本公司为儿童提供并签署专门的协议。您理解并同意，囿于技术条件及本软件提供服务的特性所限，本公司仅可依据用户向本公司主动申请的方式来判断用户是否为儿童。如您未依据前述方式向本公司提出申请并披露用户为儿童而完成注册并使用服务的，将被视为且应当被视为您理解本公司在客观上无法为相关用户提供儿童个人信息等方面的专门保护，且同意按照本公司一般的隐私权政策、相关法律法规对于成年人个人信息保护的规定以及本协议约定，对用户个人信息进行收集、使用、存储、转移、披露。_**",
        "start": 1491,
        "end": 1920,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_11",
        "classId_name": "年龄限制条款",
        "text": "**八、未成年人保护**\n1、本公司非常重视未成年人个人信息的保护，将严格遵循《中华人民共和国网络安全法》《中华人民共和国未成年人保护法》，依据《实况天气隐私权政策》及本协议的约定保护未成年人个人信息安全。\n2、如监护人将未成年人置于可能注册或实际使用本软件提供的服务之环境下，请确保在此之前监护人已很充分了解本软件的全部功能及本软件提供的全部产品和/或服务，确保全部功能、产品、服务可为未成年人接受，且监护人已视情况采取账户设置、开通或关闭功能、接受或拒绝相关服务、陪同及指导未成年人使用本软件提供的服务等。\n3、未成年人的监护人应当正确履行监护职责，教育引导未成年人增强个人信息保护意识和能力，保护未成年人个人信息安全。监护人应指导子女上网应该注意的安全问题，防患于未然。本公司不鼓励未成年人擅自使用本公司平台的产品/服务进行任何消费行为，请您务必采取相应账户设置或监护措施防止此类情形的发送。如有消费，将视为监护人的操作或在监护人明示同意下操作。\n4、本公司提醒未成年人用户在注册、使用本软件提供的服务过程中，要善于网上学习，认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活。\n5、有关未成年人隐私权即个人信息保护的具体事项，本公司并将严格依据《实况天气隐私权政策》的相应规则及程序进行。对于《实况天气隐私权政策》未针对未成年人信息做出专门约定的事项，将在法律法规允许的范围内，依据《实况天气隐私权政策》的其余条款执行。",
        "start": 6980,
        "end": 7601,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "*     _6_** ** _、【服务协议的修改】_**\n本协议可由本公司适时更新，更新后的协议条款一经公布即替代原协议条款，您可在软件客户端查阅最新版协议，我们亦将提示您查阅最新版协议。 **\n_在本公司修改协议并公布后，如果您不接受修改后的协议，请立即停止使用本软件提供的服务，您继续使用本软件提供的服务将被视为且应当被视为已接受修改后的协议。_**",
        "start": 1933,
        "end": 2111,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_7",
        "classId_name": "隐私政策修改更新",
        "text": "*三、软件的获取与更新**\n1、您可以直接从实况天气的官方网站（<http://static.2ktq.com/web/download/guanwang.html>）上或从得到本公司授权的第三方获取本软件；如您从非本公司官网下载安装实况天气的过程中，对安装包的安全性、合法性产生质疑，请立即终止下载安装并前往本公司官网下载安装。",
        "start": 2132,
        "end": 2297,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_1",
        "classId_name": "App或网站收集使用处理个人信息",
        "text": "1、您充分了解并同意，本软件为您的信息分享、传送及获取提供平台。您自主使用本软件服务，应遵守法律法规及本协议约定的使用规范，为自己注册账号下的一切行为负责，包括您所传送的任何内容以及由此产生的任何后果。本条所述内容包括但不限于您分享的热点信息、发布的评论，以及其他您使用本软件及服务所产生的内容。建议您对本软件中的内容进行甄别并谨慎判断，如有疑问请及时通过本协议列明的客服电话及邮箱并进行说明。除非本公司存在违反法律规定及本协议明确约定的情形且该情形导致您产生损失，您应自行承担因使用内容而引起的风险及损失，包括但不限于因对内容的合法性、正确性、完整性或适用性的依赖而产生的风险及损失。",
        "start": 2754,
        "end": 3047,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "【广告、资讯及相关服务】本软件提供的服务中可能包含广告、资讯等内容，您在使用本软件过程中同意接受本软件和第三方供应商、合作伙伴提供的广告、资讯等内容推送,上述推送形式包括但不限于信息流或悬浮窗推送；\n本公司保留通过相关页面关联或展示广告、广告链接的权利，其方式和范围可不经向您通知而变更。_**",
        "start": 3431,
        "end": 3578,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "本软件提供的产品和/或服务可能会提供与其他互联网网站或资源进行链接。本公司会依照法律规定对广告商或服务商履行相关义务，但用户知悉并同意，这些广告商与服务商、广告和服务内容非由本公司控制。本公司特提醒您对广告和服务信息进行审慎判断以确定其真实性、适用性及可靠性。除法律明确规定外，您将对依相关推送内容进行的交易负责。_",
        "start": 3603,
        "end": 3761,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_2",
        "classId_name": "第三方收集或共享个人信息",
        "text": "**_12_** **\n_、【第三方服务】您在本公司软件平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。本公司和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。_**",
        "start": 5225,
        "end": 5331,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_6",
        "classId_name": "数据安全",
        "text": "七、隐私保护政策**\n1、保护用户个人信息是本公司的一项基本原则。本公司将按照本协议及《实况天气隐私权政策》的规定合法收集、使用、安全储存您的个人信息。本协议对个人信息保护规定的内容与上述《实况天气隐私权政策》有相冲突的，以及本协议对个人信息保护相关内容未作明确规定的，均应以《实况天气隐私权政策》的内容为准。\n2、您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定或使用本服务必需的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中部分功能受到限制。\n3、为防止冒用他人的身份进行注册，本软件将通过短信方式来验证手机号码。请您妥善保管手机及验证码，并注意使用的安全性。注册和邀请所产生的短信费用将由运营商收取，本软件不会收取任何费用。\n4、本公司深知个人信息对您的重要性，因此非常重视保护您的隐私和个人信息，亦将您的个人信息以高度审慎的义务对待和处理。更多关于个人信息处理和保护规则、您对个人信息的管理权等内容，请您在账户注册前点击查看《实况天气隐私权政策》，在账户使用过程中亦可随时登录本软件进行查看。\n**_5_** **_、【不可抗力信息丢失与泄露】本公司不承担您因以下情形引发的风险和/或产生的损失：（1）因不可抗力引起的个人信息丢失、泄露等风险；（2）您在使用本软件访问第三方网站时，因第三方网站及相关内容导致的您隐私泄露的风险；（3）其他依据法律规定及双方约定不应由本公司承担责任的情形。_**",
        "start": 6325,
        "end": 6962,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "您",
        "start": 6483,
        "end": 6484,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_24",
        "classId_name": "操作者",
        "text": "您",
        "start": 6536,
        "end": 6537,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "在注册帐号或使用本服务的过程中",
        "start": 6484,
        "end": 6499,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "若国家法律法规有特殊规定",
        "start": 6514,
        "end": 6526,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_25",
        "classId_name": "条件",
        "text": "使用本服务必需的",
        "start": 6527,
        "end": 6535,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "填写",
        "start": 6504,
        "end": 6506,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_23",
        "classId_name": "分享",
        "text": "填写",
        "start": 6539,
        "end": 6541,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "必要的信息",
        "start": 6508,
        "end": 6513,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_21",
        "classId_name": "数据",
        "text": "真实的身份信息",
        "start": 6541,
        "end": 6548,
        "fields": [],
        "sub_annotations": []
    },
    {
        "classId": "e_13",
        "classId_name": "通知联系用户",
        "text": "**十一、通知和送达**\n1、本公司关于本软件及用户协议的所有的通知均可通过本软件界面、网页公告、电子邮件或常规的信件传送等方式进行。\n2、对于影响您切身利益的事项，本公司将在上述通知途径中采取显著方式提请您注意。上述通知于发送之日即视为已送达收件人即用户。",
        "start": 9112,
        "end": 9241,
        "fields": [],
        "sub_annotations": []
    }
]